[
  {
    "quote": "If you're alone... if it's just your life, you can use it however you please/ Wear yourself out, get cut to ribbons, doesn't matter. But when there's two, the blade grows heavy. Fighting like death doesn't concern you becomes a thing of the past. It's no longer just you. I threw away my way of life, relied on the strength of others, and somehow pushed on.",
    "anime": "Berserk",
    "id": 8510,
    "name": "Guts"
  },
  {
    "quote": "Every phenomenon that happens in the human world is caused by people for their own convenience.",
    "anime": "Higurashi No Naku Koro Ni",
    "id": 8509,
    "name": "Takano Miyo"
  },
  {
    "quote": "The scars that you can't see are the hardest to heal.",
    "anime": "Charlotte",
    "id": 8508,
    "name": "Nao Tomori"
  },
  {
    "quote": "You can run from your past all you want, but it will always follow you. Forever and ever and ever and ever.",
    "anime": "Durarara!!",
    "id": 8507,
    "name": "Izaya Orihara"
  },
  {
    "quote": "Having too many bonds causes one to lose focus, weakening their strongest wish, their greatest desire. ",
    "anime": "Naruto Shippuuden",
    "id": 8506,
    "name": "Sasuke Uchiha"
  },
  {
    "quote": "The moment people come to know love, they run the risk of carrying hate.",
    "anime": "Naruto Shippuuden",
    "id": 8505,
    "name": "Obito Uchiha"
  },
  {
    "quote": "There are times like that music can convey more than words. ",
    "anime": "Tamako Market",
    "id": 8504,
    "name": "Kunio Yaobi"
  },
  {
    "quote": "Trying to improve by learning from others that is what calls friendship.",
    "anime": "Naruto",
    "id": 8503,
    "name": "Shino Aburame"
  },
  {
    "quote": "Freedom is something that you need to actively acquire. It's not something that's given with no strings attached. To be free means to take responsibility, and to prepare yourself for what's to come.",
    "anime": "Eureka Seven",
    "id": 8502,
    "name": "Charles Beams"
  },
  {
    "quote": "All people are nothing but tools. It doesn't matter how it's done. It doesn't matter what needs to be sacrificed. In this world, winning is everything. As long as I win in the end...That's all that matters.",
    "anime": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e",
    "id": 8501,
    "name": "Kiyotaka Ayanokouji"
  },
  {
    "quote": "Evil expects evil from others.",
    "anime": "Bungou Stray Dogs 2nd Season",
    "id": 8500,
    "name": "Osamu Dazai"
  },
  {
    "quote": "It's not bad to dream. But you also have to consider what's realistic. ",
    "anime": "Boku no Hero Academia",
    "id": 8499,
    "name": "All Might"
  },
  {
    "quote": "Humans are creatures that always get hurt and feel regret whenever they make a choice on something. ",
    "anime": "Rokudenashi Majutsu Koushi to Akashic Records",
    "id": 8498,
    "name": "Glenn Radars"
  },
  {
    "quote": "This epidemic leads innocent people to their deaths, and yet it's pathogen will never be eradicated. This is a disease called serenity, a form of death that people have wished for.",
    "anime": "Psycho-Pass",
    "id": 8497,
    "name": "Rikako Oryo"
  },
  {
    "quote": "A sword wields no strength, unless the hand that holds it has courage. ",
    "anime": "Legend of Zelda",
    "id": 8496,
    "name": "Link"
  },
  {
    "quote": "Things would have been so much better back then... If we had heard each other's voices. I hate myself. I was selfish, and I never thought about anyone else's feelings. Since then, my classmates have all looked down on me. I've lived for seventeen years, and I haven't lived one of them as a good person. The only time I heard your voice was when we got into that fight. And what pisses me off the most is the fact that I haven't changed at all since back then! But.,. But now, I think I can understand what you were saying... Nishimiya. Me and you... Can we be... friends? Shit!! I went way too far!! I was just gonna apologize and get out of here! Why the hell did I end up asking her to be friends?... Why did I even say that?! Jeez, that's so embarrassing! How can you even say that? ",
    "anime": "Koe no Katachi",
    "id": 8495,
    "name": "Shouya Ishida"
  },
  {
    "quote": "Just your touch... gets me excited. It makes me so happy. But those feelings will all turn into pain. The happier I am now, the more it'll hurt. I know how cruel this is... but no matter how hard I try, I can't rid myself of this. Nejima-kun... I... don't know... what love is.",
    "anime": "Koi to Uso",
    "id": 8494,
    "name": "Takasaki Misaki"
  },
  {
    "quote": "*to Jyugo* You're such a gloomy Gus, aren't you? You're so gloomy, indecisive, and so pessimistic. You're also dull, have bad handwriting, can't learn, insensitive, weak, a slow runner, a poor talker, and a poor liar. You really can't do anything other than break out of jail. Also you have short legs. But... that means you have lots of character traits, right? That's all you need to know for now, don't you think? If you don't know something, we'll teach you. We're gonna make your life more fun. It doesn't matter whether we're in jail or hell. If we live happily, we win. So let's take it slow and make sure you'll enjoy tomorrow.",
    "anime": "Nanbaka",
    "id": 8493,
    "name": "Uno"
  },
  {
    "quote": "Back then, if we could have have heard each other's voices, everything would have been so much better.",
    "anime": "Koe no Katachi",
    "id": 8492,
    "name": "Shouya Ishida"
  },
  {
    "quote": "Even though you like someone already, your partner is decided for you... and you can't do anything about that crush. Because everyone keeps getting in the way... and saying you can't... But... when you're the one in love... the only thing that feels true... is that feeling.",
    "anime": "Koi to Uso",
    "id": 8491,
    "name": "Nejima Yukari"
  },
  {
    "quote": "There's more to a real man than just his good looks!",
    "anime": "Nanbaka",
    "id": 8490,
    "name": "Uno"
  },
  {
    "quote": "If I'm going to disappear no matter what, I at least want to leave them having fun and smiling.",
    "anime": "ReLIFE",
    "id": 8489,
    "name": "Yoake Ryou"
  },
  {
    "quote": "If you take someone at puberty, a teen... introduce him or her to a member of the opposite sex around the same age and say, \"This is the person who was meant for you\"... and then go on to spend a lot of time together... why wouldn't you fall for them?",
    "anime": "Koi to Uso",
    "id": 8488,
    "name": "Nisaka Yuusuke"
  },
  {
    "quote": "I want you to please understand the scales of my heart will always be swaying back and forth. But there is something you should know. I will never lean to one side or the other due to the weight of gold coins.",
    "anime": "Spice and Wolf",
    "id": 8487,
    "name": "Horo"
  },
  {
    "quote": "Even though everything is going to disappear, it isn't supposed to be meaningless. It's exactly because you know you're going to part ways, that now and only now is your only chance.",
    "anime": "ReLIFE",
    "id": 8486,
    "name": "Onoya An"
  },
  {
    "quote": "I don't really want you to understand... I just don't want you to be like, 'Oh, is that all'? I don't need people to get it. These feelings... are important to me, and they're just for me.",
    "anime": "Koi to Uso",
    "id": 8485,
    "name": "Takasaki Misaki"
  },
  {
    "quote": "It's a programmer's job to make the most of limited resources to turn an impractical idea into reality.",
    "anime": "Sakurasou no Pet na Kanojo",
    "id": 8484,
    "name": "Akasaka Ryuunosuke"
  },
  {
    "quote": "Making sure I have no regrets... that would just be self-serving, nothing more. It's all right. I mean, this is a great memory in itself, right?",
    "anime": "Nisekoi",
    "id": 8483,
    "name": "Maiko Shuu"
  },
  {
    "quote": "There are things I don't want to forget... Memories of time spent with friends. Memories of time spent with her alone. Memories are important. But there's something even more important... That's to continue making memories.",
    "anime": "Isshūkan Friends",
    "id": 8482,
    "name": "Yūki Hase"
  },
  {
    "quote": "I have no fear of watching you grow old while I remain young. I'll even watch you on your death bed. I am no stranger to death. But your heart is like that of an innocent child. It has always accepted everything about me, without hesitation. Because of that I am very afraid.",
    "anime": "Spice and Wolf",
    "id": 8481,
    "name": "Horo"
  },
  {
    "quote": "I yearn for true gender equality. I have no patience for one who talks about female privilege when it suits them, and then complains about someone \"not being a man\" when it's convenient.",
    "anime": "Kono Subarashii Sekai ni Shukufuku wo!",
    "id": 8480,
    "name": "Kazuma Satou"
  },
  {
    "quote": "But... If you're the kind of person who can devote herself like that to someone, then I'll bet you anything there's someone out there who'll fall in love with you.",
    "anime": "Nisekoi",
    "id": 8479,
    "name": "Ichijou Raku"
  },
  {
    "quote": "Yeah, if I saw her smiling to herself while reading this, I might think it was creepy. But there's something wrong with people who talk trash and laugh behind another's back, too.",
    "anime": "Isshūkan Friends",
    "id": 8478,
    "name": "Shougo Kiryuu"
  },
  {
    "quote": "Stop pouting! You learned something valuable. Remember the lesson, not the disappointment.",
    "anime": "Spice and Wolf",
    "id": 8477,
    "name": "Horo"
  },
  {
    "quote": "You're right. Whether I ever see that girl again or not, that doesn't change the fact that this promise is important to me. I'm gonna go on treasuring it.",
    "anime": "Nisekoi",
    "id": 8476,
    "name": "Ichijou Raku"
  },
  {
    "quote": "Lies are told prevent yourself from getting hurt.",
    "anime": "Mayoiga",
    "id": 8475,
    "name": "Kamiyama"
  },
  {
    "quote": "I believe that there's not a single person whose heart is evil.",
    "anime": "Liar Game",
    "id": 8474,
    "name": "Kanzaki Nao"
  },
  {
    "quote": "What is love?\r\nIts when your eyes start following someone, and you look for them if they’re not around. You get excited thinking you might run into him when you’re putting your shoes on in the morning. And when you don’t it’s a little disappointing. But then you pass by him and that makes you happy for the rest of the day. It feels like you can handle anything. Seeing him is enough to make you happy.",
    "anime": "Koi to Uso",
    "id": 8473,
    "name": "Takasaki Misaki"
  },
  {
    "quote": "I do not want to wake from my dream and discover that I am all alone. I am tired of being alone! I do not want to be cold! I do not want to be lonely!",
    "anime": "Spice and Wolf",
    "id": 8472,
    "name": "Horo"
  },
  {
    "quote": "People don't fall in love based on looks. And that's a scientific fact.",
    "anime": "Koi to Uso",
    "id": 8471,
    "name": "Ichijou Kagetsu"
  },
  {
    "quote": "The ones who accomplish something are the fools who keep pressing onward. The ones who accomplish nothing are the wise who cease advancing.",
    "anime": "Rokudenashi Majutsu Koushi to Akashic Records",
    "id": 8470,
    "name": "Celica Arfonia"
  },
  {
    "quote": "I am Horo the Wise Wolf, and I am a very proud wolf.",
    "anime": "Spice and Wolf",
    "id": 8469,
    "name": "Horo"
  },
  {
    "quote": "Just walk the path you believe in. And don't forget, you're the main character of your own life story!",
    "anime": "Rokudenashi Majutsu Koushi to Akashic Records",
    "id": 8468,
    "name": "Glenn Radars"
  },
  {
    "quote": "I am not so grand, not as a god. I am Horo, and Horo is all that I am.",
    "anime": "Spice and Wolf",
    "id": 8467,
    "name": "Horo"
  },
  {
    "quote": "To hell with living a life of revenge, I'm me! I live for myself! You're not my sworn enemy or anything else. You're nothing but a putrid demon!",
    "anime": "Shingeki no Bahamut: Genesis",
    "id": 8466,
    "name": "Favaro Leone"
  },
  {
    "quote": "Explosion!!!",
    "anime": "Kono Subarashii Sekai ni Shukufuku wo!",
    "id": 8465,
    "name": "Megumin"
  },
  {
    "quote": "The only one who can decide your worth.. is you. If you want to earn something, you need to reach out for it. Pro-athletes give up their teenage years to train. Business owners put up collateral to borrow money. That's how it always works. To make your ambitions come true, you have to take risks. The larger the ambition the greater the risk. That might involve time or enough work to affect your lifespan... So make your choice. Live in peace as a wannabe or risk losing it all to reach the very top. You're the one who needs to decide.",
    "anime": "Kakegurui",
    "id": 8464,
    "name": "Jabami Yumeko"
  },
  {
    "quote": "Who'd want to date girls that talk smack about your friends?",
    "anime": "Ore Monogatari!!",
    "id": 8463,
    "name": "Makoto Sunakawa"
  },
  {
    "quote": "I have so many things I want to say, so many things I want to ask you, but... When I see your face... None of that matters anymore!",
    "anime": "Akame ga KILL!",
    "id": 8462,
    "name": "Esdeath"
  },
  {
    "quote": "The amount of money one owns ultimately decides the victor. This doesn't stop within the walls of a casino, or it's cash flow. It's a rule that forms the basis for a capitalist society!",
    "anime": "Kakegurui",
    "id": 8461,
    "name": "Jabami Yumeko"
  },
  {
    "quote": "The lifespan of a human is certainly way too short. That's why you've got to make the most of it and live your life to the fullest.",
    "anime": "Akame ga KILL!",
    "id": 8460,
    "name": "Leone"
  },
  {
    "quote": "It's true that you're lacking in ability. That's because you don't work at it. However, you have a natural potential. That's why I chose you.",
    "anime": "Gunbuster",
    "id": 8459,
    "name": "Koichiro Oota"
  },
  {
    "quote": "Enjoy your life today. Yesterday is gone, and the tomorrow might never come.\n",
    "anime": "Katekyo Hitman Reborn!",
    "id": 8458,
    "name": "Takeshi Yamamoto"
  },
  {
    "quote": "People who are still tormented by their consciences are still worth saving. ",
    "anime": "Liar Game",
    "id": 8457,
    "name": "Akiyama Shinichi"
  },
  {
    "quote": "That's people for you. Trusting one another, helping one another- it's all a fantasy. Humans are creatures that will always betray.",
    "anime": "Liar Game",
    "id": 8456,
    "name": "Yokoya Norihiko"
  },
  {
    "quote": "Why do I want to win so much...? Everyone takes up soccer for different reasons. But we all have a passion for the sport... That drive carries us through a game, even if we lose. If we win, it pushes us forward to the next game. The winners of the game honour the losers by playing with everything they have... and until we hit a wall, until a better team beats us, we should try our best, instead of running away. That's what I want to do!",
    "anime": "Whistle!",
    "id": 8455,
    "name": "Shō Kazamatsuri"
  },
  {
    "quote": "I want to reply with a long message, but if it's too long, that might be kind of revolting. But if it's too short, then I might come off as cold instead. Feeling apprehensive of what to do, I decided to reply back with a similar word count instead. This was what they called \"mirroring\" in psychology. By emulating the actions of the other party, your affection levels would increase!",
    "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
    "id": 8454,
    "name": "Hachiman Hikigaya"
  },
  {
    "quote": "A road is something that you make yourself.",
    "anime": "JoJo's Bizarre Adventure: Stardust Crusaders",
    "id": 8453,
    "name": "Jotaro Kujo"
  },
  {
    "quote": "If what I wished for was granted to me, if what I wanted was given to me. Then, as I thought, I wouldn't wish for anything nor want anything. Because the things you were granted and the things you were given were surely shams that would one day be lost. \r\n\r\nThe things you wished for had no shape and the things you wanted were untouchable. Or possibly, they might be the most wonderful treasures that would become nothing if you were to touch them. ",
    "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
    "id": 8452,
    "name": "Hachiman Hikigaya"
  },
  {
    "quote": "It' because you were embarrassed, frustrated, bitter, and jealous. If there's a time when those ill feelings surfaced, then there's also going to be a time where you restrained yourself, smiled, and then cut your relationships afterwards.\n\nBeing aware of your eventual break up was a rather complicated thing. If you wanted to graduate with a smile, shouldn't you avoid approaching your friends too much? And that's where having no friends was super convenient!",
    "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
    "id": 8451,
    "name": "Hachiman Hikigaya"
  },
  {
    "quote": "I don't think I'll learn anything if I don't try to do something about it on my own.",
    "anime": "ReLIFE",
    "id": 8450,
    "name": "Hishiro Chizuru"
  },
  {
    "quote": "If you've got energy to spend on feeling guilty, then use it to show your gratitude.",
    "anime": "Grisaia no Meikyuu",
    "id": 8449,
    "name": "Yuuji Kazami"
  },
  {
    "quote": "To realize a mistake. To not lie. To love one another. To not kill. Those are very simple things, but these times won't allow for them. There is no green on this planet, even though we want it... though we want it so badly. A place where we can live peaceful days with no wars nor stealing. A sacred place where people can live as people. Yes there, that place is called Paradise.",
    "anime": "Trigun",
    "id": 8448,
    "name": "Vash the Stampede"
  },
  {
    "quote": "Compared to failing without even trying, I'd rather take action, even at the risk of a mistake.",
    "anime": "Grisaia no Kajitsu",
    "id": 8447,
    "name": "Yuuji Kazami"
  },
  {
    "quote": "No matter what you're doing, the most essential thing is to not give up. Fail as many times as it takes. Keep trying persistantly untill you can call yourself 'avarage'. If you can collect a nice group of avarage-level skills, that's already above-avarage. You've created your own sort of 'talent'.",
    "anime": "Grisaia no Kajitsu",
    "id": 8446,
    "name": "Yuuji Kazami"
  },
  {
    "quote": "It's easy to say \"choose so that you'll have no regrets,\" but that's impossible. No matter how hard you've agonized over your path, you'll always regret something about it later. That's just how we humans are made. Which is why I think our true feelings are important. If you choose your path based on your true feelings, it'll hurt just a little less when you feel the same regret, right?",
    "anime": "Rokudenashi Majutsu Koushi to Akashic Records",
    "id": 8445,
    "name": "Glenn Radars"
  },
  {
    "quote": "Someone told me this: \"Nothing is \"forever\" in human relationships\". That might be true, but it sounds awfully lonely. But I realized today... If there really is no such thing as \"forever\"... Then having someone important is the happiest thing one can attain in life.",
    "anime": "Octave",
    "id": 8444,
    "name": "Yukino Miyashita"
  },
  {
    "quote": "Instead of judging others based on rumors and gossip articles, I must look and feel for myself. You cannot know anyone without coming face-to-face with them.",
    "anime": "Oushitsu Kyoushi Haine",
    "id": 8443,
    "name": "Haine Wittgenstein"
  },
  {
    "quote": "If at some point in life, you made a mistake or keep failing over and over again, and you can't help but think it's useless and you're a good for nothing; Remember, you're only taking a detour. And I'm sure further along your path will come a day where you think, \"It was a good life experience\". That's why it'll be fine.",
    "anime": "ReLIFE",
    "id": 8442,
    "name": "Hishiro Chizuru"
  },
  {
    "quote": " Success is harder than failure for many things in this world.",
    "anime": "Bungou Stray Dogs 2nd Season",
    "id": 8441,
    "name": "Osamu Dazai"
  },
  {
    "quote": "You're wrong. It's not the world that's messed up; it's those of us in it. Yes, some ghouls walk a path that leaves sorrow in their wake, but just like humans, we can choose a different path altogether. We have a lot to learn, both your kind and mine. We need to stop fighting, and start talking. Because when it comes to the state of the world, you can't point your finger at ghouls or humans. We're all to blame.",
    "anime": "Tokyo Ghoul",
    "id": 8440,
    "name": "Kaneki Ken"
  },
  {
    "quote": "Even if we walk on different paths, one must always live on as you are able! You must never treat your own life as something insignificant! You must never forget the friends you love for as long as you live! Let bloom the flowers of light within your hearts.",
    "anime": "Fairy Tail",
    "id": 8439,
    "name": "Erza Scarlet"
  },
  {
    "quote": "There is no such thing as truth in this world. That is our reality. Anyone can become a God or a Devil. All it takes is for someone to claim that to be the truth.",
    "anime": "Shingeki no Kyojin",
    "id": 8438,
    "name": "Eren Kruger"
  },
  {
    "quote": "Those who forgive themselves, and are able to accept their true nature... They are the strong ones!",
    "anime": "Naruto",
    "id": 8437,
    "name": "Itachi Uchiha"
  },
  {
    "quote": "People's lives don't belong to anyone. Anyone, except themselves. But people have a path. The path of how to use that life.",
    "anime": "Kingdom",
    "id": 8436,
    "name": "Ei Sei"
  },
  {
    "quote": "Unfortunately, I don't have a nice eyeball like you, that can see this and that. All I can do to pursue one thing in front of me. So whether it's the abyss of death or an empty void, I won't fight for the manju offered to my grave. I'll fight for tomorrow's breakfast. That's all.",
    "anime": "Gintama",
    "id": 8435,
    "name": "Gintoki Sakata"
  },
  {
    "quote": "You shouldn't judge something without trying it first. Having a variety of experiences is what makes life worth living.",
    "anime": "Mondaiji-tachi Ga Isekai Kara Kuru Sou Desu Yo?",
    "id": 8434,
    "name": "Leticia Draculair"
  },
  {
    "quote": "Well it's not like the world is full of sunshine and daisies. If society was only shaped by the view that one must be happy-go-lucky all the time, Hollywood wouldn't make tear-jerking movies, would they? ",
    "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru.",
    "id": 8433,
    "name": "Hachiman Hikigaya"
  },
  {
    "quote": "There isn't anything that's evil to everyone. Even the worst evil saves something. On the other hand, even the greatest good hurts someone. The phrase \"There are no absolutes in this world\" means there isn't any absolute good or absolute evil.",
    "anime": "Hanamonogatari",
    "id": 8432,
    "name": "Rouka Numachi"
  },
  {
    "quote": "Being angry consumes energy and makes me tired. So I'd rather apologize, even if I'm not at fault. Besides, we get along, and we both want to stay friends. Prolonging an awkward situation out of stubbornness is just silly.",
    "anime": "Tanaka-kun wa Itsumo Kedaruge",
    "id": 8431,
    "name": "Tanaka"
  },
  {
    "quote": "You're absolutely right. I can't do anything alone.  Everyone has their flaws and imperfections, but that's what drives us to work together... To make up for those flaws. Together, we make the perfect main character. ",
    "anime": "Gintama",
    "id": 8430,
    "name": "Gintoki Sakata"
  },
  {
    "quote": "Miracles are illusions caused by insufficient observation and understanding. They're just... glorious misunderstandings.",
    "anime": "Youjo Senki",
    "id": 8429,
    "name": "Tanya Degurechaff"
  },
  {
    "quote": "Smile. Not for anyone else, but for yourself. Show yourself your own smile. You'll feel better then.",
    "anime": "Magic-Kyun! Renaissance",
    "id": 8428,
    "name": "Rintarou Tatewaki"
  },
  {
    "quote": "Every day, the words cross my mind.  \"If I had done this back then...\" but they don't take the sincere form of regret.  The words are just an excuse that come to my mind then disappear.",
    "anime": "Boku dake ga Inai Machi",
    "id": 8427,
    "name": "Satoru Fujinuma"
  },
  {
    "quote": "I'd talk, but... I fell into the habit of not saying what I really felt, somewhere along the way. And then I started believing that there wasn't anything... that I really wanted to tell anyone.",
    "anime": "Kokoro ga Sakebitagatterunda.",
    "id": 8426,
    "name": "Sakagami Takumi"
  },
  {
    "quote": "It's not like people only look for help by saying \"please help me.\" In similiar vein, it's not like you're only in love with someone if you say \"I love you.\" Everyone has things they can't say on impulse.",
    "anime": "Nekomonogatari: Kuro",
    "id": 8425,
    "name": "Meme Oshino"
  },
  {
    "quote": "Pride is an eminent trait, but too much will cause arrogance. That is when it becomes disgusting.",
    "anime": "Golgo 13",
    "id": 8424,
    "name": "Duke Tōgō"
  },
  {
    "quote": "It's not like something is going to happen because I believe in it.  Sometimes you end up worse off because you believed in something too much. There are times it's tough to believe in something.",
    "anime": "Eureka Seven",
    "id": 8423,
    "name": "Eureka"
  },
  {
    "quote": "I intended to listen to your voice, but it really was nothing but intentions. It's pretty obvious, huh? Of course there's more going on than what people choose to tell you... But I convinced myself that was all there is to a person. I knew that, but still I interpreted the stuff I didn't understand about you in ways convenient for me... That's just how I am.",
    "anime": "Koe no Katachi",
    "id": 8422,
    "name": "Shouya Ishida"
  },
  {
    "quote": "Today might be the chance to grasp the chance to let your talent bloom. Maybe tomorrow, the day after, or next year... Maybe even when you're thirty. I'm not sure if physique has anything to do with it, but if you think that it will never come, it probably never will.\r\n",
    "anime": "Haikyuu!! Second Season",
    "id": 8421,
    "name": "Tooru Oikawa"
  },
  {
    "quote": "Books are nice, aren't they? With just one sentence you can get lost in all sorts of dreams. They way I think of it, literature allows the reader's consciousness to deeply relish the author and be closer to him. And so, we freely walk around the world of the story from the yarn spinner's point of view. It's only when you immerse yourself in the world of a book that you are able to forget just who you are.",
    "anime": "Tokyo Ghoul",
    "id": 8420,
    "name": "Shuu Tsukiyama"
  },
  {
    "quote": "The universe has a beginning, but no end. — Infinity.\r\nStars, too, have their own beginnings, but their own power results in their destruction. — Finite.\r\nIt is those who possess wisdom who are the greatest fools. History has shown us this.\r\nYou could say that this is the final warning from God to those who resist. ",
    "anime": "Steins;Gate",
    "id": 8419,
    "name": "Okabe Rintarou"
  },
  {
    "quote": "Simplicity is the easiest path to true beauty.",
    "anime": "Barakamon",
    "id": 8418,
    "name": "Handa Seishū"
  },
  {
    "quote": "Stop pitying yourself. Pity yourself, and life becomes an endless nightmare.",
    "anime": "Bungou Stray Dogs 2nd Season",
    "id": 8417,
    "name": "Osamu Dazai"
  },
  {
    "quote": "For a pregnant woman to give birth, she's gotta feel the pain of pulling a watermelon out of her nostril. For an Artist to create a masterpiece, he's gotta feel the pain of pulling entire galaxies out  of his ass.",
    "anime": "Gintama",
    "id": 8416,
    "name": "Gintoki Sakata"
  },
  {
    "quote": "You can only become friends by talking to people and finding out whether you get along.",
    "anime": "Isshūkan Friends",
    "id": 8415,
    "name": "Shougo Kiryuu"
  },
  {
    "quote": "Anything I would never want to lose is always lost. It is a given that everything that is worth wanting will be lost the moment I obtain it. There's nothing worth pursuing at the cost of prolonging a life of suffering.",
    "anime": "Bungou Stray Dogs 2nd Season",
    "id": 8414,
    "name": "Osamu Dazai"
  },
  {
    "quote": "The two of us aren't so different. My whole life I've desired from others. I felt bitter to the people around me and I closed off my heart...and a heart that lets nothing in..will become empty before you realize it. But in this world, you'll sometimes meet meddlesome people who will, even without asking, give you the love you need. And for someone like you or me, meeting such a person is very blissful.",
    "anime": "Citrus",
    "id": 8413,
    "name": "Mei Aihara"
  },
  {
    "quote": "You can become happy right now.\" I won't say these types of absurd lies. However, if you get through these current hardships and survive - a time where you can be happy will come.",
    "anime": "Teen Spirit",
    "id": 8412,
    "name": "Shin Woo Baek"
  },
  {
    "quote": "It may be hard right now... But you must silence those thoughts! Stop counting only those things that you have lost! What is gone, is gone! So ask yourself this: What is there... that still remains to you?!",
    "anime": "One Piece",
    "id": 8411,
    "name": "Jinbei"
  },
  {
    "quote": "A castle that vanishes at the first gust of wind is worthless. A skyscraper within your mind will never fall down.",
    "anime": "Kill la Kill",
    "id": 8410,
    "name": "Satsuki Kiryuuin"
  },
  {
    "quote": "What's important is not what's right, but what we believe is right.",
    "anime": "Atelier Escha & Logy: Alchemists of the Dusk Sky",
    "id": 8409,
    "name": "Escha Malier"
  },
  {
    "quote": "Unlike in manga and anime, in real life, no heroes can save you when you're down.",
    "anime": "Denpa Kyoushi",
    "id": 8408,
    "name": "Minako Kanou"
  },
  {
    "quote": "Even if everyone in the whole world dies, I won't care, as long as my beloved survives.",
    "anime": "Durarara!!",
    "id": 8407,
    "name": "Shinra Kishitani"
  },
  {
    "quote": "I believe the difference between those up there and me is the question of whether you have given up or not.",
    "anime": "Tower Of God",
    "id": 8406,
    "name": "Ja Wangnan"
  },
  {
    "quote": "People don't kill people, really. Monsters do. Monsters like war, hungry nobles, and greedy kingdoms. And monsters like me, not you.",
    "anime": "The Legend of the Legendary Heroes",
    "id": 8405,
    "name": "Ryner Lute"
  },
  {
    "quote": "Our lives become a reality through the most meticulous calculations. Doing our best to continue living is a resolution ingrained in all of us. And this shapes the right future for us. You could say it is life’s greatest mystery. I want to observe the destination reached by the many lives that are created.",
    "anime": "Karneval",
    "id": 8404,
    "name": "Akari"
  },
  {
    "quote": "This world offers no guarantees for the future.",
    "anime": "Welcome to Irabu's Office",
    "id": 8403,
    "name": "Jun'ichi Hoshiyama"
  },
  {
    "quote": "It's times like this that I wish I could come up with an appropriate response.  I hate myself for not being able to reply properly.  ",
    "anime": "Natsume Yuujinchou",
    "id": 8402,
    "name": "Takashi Natsume"
  },
  {
    "quote": "Leaving my mother's body, for the first time I learned the chill of cold air and the warmth of human hands.\r\nCradled by my father and carried out of that room, for the first time, I learned the extent of the\r\nsky and the vast expanse of the world.  Stepping off my everyday path, I learned my own laugh\r\nwhich I'd never yet heard. Beyond...Beyond this planet..To learn what I still don't know. One more step beyond...\r\nCloser to you.",
    "anime": "Arakawa Under the Bridge",
    "id": 8401,
    "name": "Kou Ichinomiya"
  },
  {
    "quote": "And the one person who I thought understood me was just using me all along. No one ever treated me as an equal. Adults are all trash. They didn't listen when I said that it hurt. They didn't listen when I told them to stop. They didn't listen to anything I said!",
    "anime": "Senki Zesshō Symphogear",
    "id": 8400,
    "name": "Chris Yukine"
  },
  {
    "quote": "That’s just the way it is. Change is inevitable. Instead of resisting it, you’re better served simple going with the flow.",
    "anime": "Bleach",
    "id": 8399,
    "name": "Kyouraku Shunsui"
  },
  {
    "quote": "Man fears death and yet, at the same time, man is drawn to death. Death is endlessly consumed by men in cities and in literature. It is a singular event in one's life that none may reverse. That is what I desire.",
    "anime": "Bungou Stray Dogs 2nd Season",
    "id": 8398,
    "name": "Osamu Dazai"
  },
  {
    "quote": "While it takes time to recover from the loss of a loved one, having an opportunity to take your mind off things helps too.",
    "anime": "Karneval",
    "id": 8397,
    "name": "Yogi"
  },
  {
    "quote": "The root of all your evil is in always relying on one of your other possibilities to get your wish. You must accept that you are the person here, now, and that you cannot become anyone else other than that person.",
    "anime": "Yojouhan Shinwa Taikei",
    "id": 8396,
    "name": "Higuchi Seitarou"
  },
  {
    "quote": "No matter how careful your risk hedging is, there will still be holes in your plan! Realizing them and making sure that they are promptly dealt with, is the duty of those who stand at the top.",
    "anime": "Yu-Gi-Oh! Arc-V",
    "id": 8395,
    "name": "Reiji Akaba"
  },
  {
    "quote": "Smiles are what connect people! It allows them to communicate through their souls! Souls that are connected... Will never lose to power that only relies on control!",
    "anime": "Yu-Gi-Oh! Arc-V",
    "id": 8394,
    "name": "Yuzu Hiiragi"
  },
  {
    "quote": "Your god is a fragment of your imagination from your weakness.",
    "anime": "Tower Of God",
    "id": 8393,
    "name": "Twenty-Fifth Baam"
  },
  {
    "quote": "I have no idea what you really want, what you're really thinking, or what the right thing to do really is. But I'm your friend. Let me stay.",
    "anime": "Ore Monogatari!!",
    "id": 8392,
    "name": "Takeo Gouda"
  },
  {
    "quote": "Anyway, here's my point. Trivial setbacks like yours and mine are nothing but common occurrences in everyday life! Getting hung up over pointless crap like that shows that you're a joke! A complete and utter joke!",
    "anime": "Amagi Brilliant Park",
    "id": 8391,
    "name": "Seiya Kanie"
  },
  {
    "quote": "Remember that a sword held by someone who is about to die… will never be able to protect anything. ",
    "anime": "Bleach",
    "id": 8390,
    "name": "Kuchiki Byakuya"
  },
  {
    "quote": "Life isn't about counting all the things you've lost, It's about increasing the number of important things in it.",
    "anime": "Days TV",
    "id": 8389,
    "name": "Tsukamoto Tsukushi"
  },
  {
    "quote": "Jojo, being human means having limits. I've learned something. The more carefully you scheme, the more unexpected events come along",
    "anime": "JoJo's Bizarre Adventure: Phantom Blood",
    "id": 8388,
    "name": "Dio Brando"
  },
  {
    "quote": "Do not live bowing down. You must die standing up. ",
    "anime": "Bleach",
    "id": 8387,
    "name": "Shigekuni Yamamoto-Genryusai"
  },
  {
    "quote": "Evil is when you use the weak for your own gain and crush them under your foot.",
    "anime": "JoJo's Bizarre Adventure: Stardust Crusaders",
    "id": 8386,
    "name": "Jotaro Kujo"
  },
  {
    "quote": "Are you afraid? You don’t want to die, do you? Not just Abarai, if anyone… acts upon the thought of not wanting you to die, you will suddenly begin to fear your impending death, right? ",
    "anime": "Bleach",
    "id": 8385,
    "name": "Ichimaru Gin"
  },
  {
    "quote": "Courage must know fear and make fear its own! Fear upsets breathing! Conquer fear and your breath will never fail you! Hamon breathing comes from courage! A good human is a brave human! Courage is a marvel of humanity!",
    "anime": "JoJo's Bizarre Adventure: Phantom Blood",
    "id": 8384,
    "name": "William A. Zeppeli"
  },
  {
    "quote": "A city far away from my homeland.  There, after becoming acquainted with strangers, have I changed, perhaps?  That uncontrollable impulse I harbored within me...Has it faded away now, I wonder? What exactly am I doing here in this city?",
    "anime": "Durarara!!",
    "id": 8383,
    "name": "Vorona"
  },
  {
    "quote": "Each one of them has something to improve. Victory doesn't come from technique or power alone. In the end, what's needed is a heart that won't give up. The only question is -- Do they have what it takes to push beyond their limits?",
    "anime": "Whistle!",
    "id": 8382,
    "name": "Soujuu Matsushita"
  },
  {
    "quote": "Have a dream that you can achieve within your lifetime!",
    "anime": "Sakamoto desu ga?",
    "id": 8381,
    "name": "Ryou"
  },
  {
    "quote": "Old techniques created by others will never be your own. Only what you create and experience for yourself can become your own.",
    "anime": "Reikenzan: Hoshikuzu-tachi no Utage",
    "id": 8380,
    "name": "Oubu"
  },
  {
    "quote": "All the people I saw from my cage...All the things I saw from my cage, that was the whole world to me. At first, all I could sense was the hostility of the people looking at me from outside...And their feelings of fear. Piercing gazes, hurled stones, whips, sticks...Everything outside the cage was frightening, a source of pain...But eventually I began to realize something. I began to see their other emotions, not just their hostility and fear of me. They were the emotions of families, lovers, and friends who came to the sideshow...Emotions meant for each other.",
    "anime": "Shingeki no Kyojin: Before the Fall",
    "id": 8379,
    "name": "Kuklo"
  },
  {
    "quote": "Don’t hesitate to cut the enemy. Don’t falter to finish them off. Much less heal their wounds. That’s unspeakable, nino. Leave the chocolate here. Become a demon, nino. As strong as a demon. As wicked as a demon. You have to learn that the only way to stand up against ruthlessness, is to become ruthless yourself.",
    "anime": "Bleach",
    "id": 8378,
    "name": "Dordonii Alessandro Del Socacchio"
  },
  {
    "quote": "I want everyone to feel safe again soon...I want this to be a world where people can without fighting each other.",
    "anime": "Shingeki no Kyojin",
    "id": 8377,
    "name": "Hange Zoe"
  },
  {
    "quote": "Those three are best friends.  They have their respective secrets.  And they're deliberately trying not to give themselves away.  But neither Orihara or Shizuo had any secrets whatsoever.  And that resulted in the complete opposite kind of personal relationship.",
    "anime": "Durarara!!",
    "id": 8376,
    "name": "Shinra Kishitani"
  },
  {
    "quote": "You are fighting out of obligation, not out of hatred. You will never reach me like that. Battle without hatred is like a bird without wings. You’ll never defeat anyone like that. You powerless friends are just weights that will break your legs. ",
    "anime": "Bleach",
    "id": 8375,
    "name": "Aizen Sousuke"
  },
  {
    "quote": "You see, I really hate the word \"responsibility\" saying something or doing something \"it's your responsibility\" \"take responsibility\" making a \"selection\" always comes with \"responsibility.\" That's why I abandoned \"selection\" therefore, I don't have to bear any responsibility anymore. ",
    "anime": "Torikago no Tsugai",
    "id": 8374,
    "name": "Kuruwa Kimiharu"
  },
  {
    "quote": "You cannot go into battle believing you will lose.",
    "anime": "Kenichi: The Mightiest Disciple",
    "id": 8373,
    "name": "Akisame Koetsuji"
  },
  {
    "quote": "I'll give you some wise words, Shining Sleepless General. All heroes die of overwork.",
    "anime": "Alderamin on the Sky",
    "id": 8372,
    "name": "Ikta Solork"
  },
  {
    "quote": "Don’t be so stuck-up. Just enjoy this! Killing and being killed. They are just a way to pass time. ",
    "anime": "Bleach",
    "id": 8371,
    "name": "Zaraki Kenpachi"
  },
  {
    "quote": "Sometimes things go badly, even if nobody really did anything wrong.",
    "anime": "Amaama to Inazuma",
    "id": 8370,
    "name": "Kouhei Inuzuma"
  },
  {
    "quote": "It doesn't make a difference whether you have a talent or not. I mean, that isn't the end goal. You have greater freedom than we do. All I have are games. But you can go anywhere and become anything.",
    "anime": "Danganronpa 3: The End of Kibougamine Gakuen - Zetsubou-hen",
    "id": 8369,
    "name": "Chiaki Nanami"
  },
  {
    "quote": "You guys sure are a worthless bunch. If you wanna wallow in your tears, save it for after you've done everything you can!",
    "anime": "Amagi Brilliant Park",
    "id": 8368,
    "name": "Seiya Kanie"
  },
  {
    "quote": "Who wouldn't want their friends to be happy? That's just normal, man. It's nothing amazing.",
    "anime": "Ore Monogatari!!",
    "id": 8367,
    "name": "Makoto Sunakawa"
  },
  {
    "quote": "As a human, what kind of achievements will you leave behind?  I bet you'll leave behind a legacy as a psychotic killer, and that thrills me!",
    "anime": "Durarara!!×2",
    "id": 8366,
    "name": "Izaya Orihara"
  },
  {
    "quote": "Charging from the front isn't the only way to cross a wall. If pushing doesn't work, why not try pulling? Try thinking from the opposite direction, you might be able to find a new way out.",
    "anime": "Whistle!",
    "id": 8365,
    "name": "Kou Kazamatsuri"
  },
  {
    "quote": "i'm on a little boat. I'm going against the current of the river, downstream to upstream. If you want something more, you move forward with all your might. If you try to stop, you fall behind. Humans can never stop moving. If they do not yearn for something... Right! Nothing begins without action! You gain nothing if you do nothing! Satisfaction is stagnation! Stagnation is death! I want to know! See! Feel! Experience! Understand! This monster is amazing, but we know nothing about him! This monster strength was amazing. He won every battle he fought! The ultimate soldier! Now it's a war between vampires? I have to thank the Servamp of Melancholy! In every era, wars have created progress!",
    "anime": "SERVAMP",
    "id": 8364,
    "name": "Johannes Mimir Faustus"
  },
  {
    "quote": "In some ways, the more one thinks, the closer one feels to getting the answer...but in the end, it's hard to tell what is really the safe answer. I started to dislike being like that at one point, and my motto is, \"make quick decisions and act fast.\" I choose the first answer that feels \"right\" to me.",
    "anime": "Torikago no Tsugai",
    "id": 8363,
    "name": "Shirasagi Yuki"
  },
  {
    "quote": "Let those who seek death find it.",
    "anime": "Vinland Saga",
    "id": 8362,
    "name": "Father Willibald"
  },
  {
    "quote": "Having everything handed to you on a silver platter doesn't necessarily equate to happiness. There are too many choices that you don't even want...",
    "anime": "Takane to Hana",
    "id": 8361,
    "name": "Takane Saibara"
  },
  {
    "quote": "We need to stop living for others. From now on...Let's live for ourselves!!",
    "anime": "Shingeki no Kyojin",
    "id": 8360,
    "name": "Historia Reiss"
  },
  {
    "quote": "I love fighting, but even more than that, I hate losing! I only fight to win!!",
    "anime": "Vinland Saga",
    "id": 8359,
    "name": "Thorkell"
  },
  {
    "quote": "After everything I've faced.... Having a future with you snatched away from me ...is definitely the most terrifying thing I've ever had to endure....",
    "anime": "Fairy Tail",
    "id": 8358,
    "name": "Gajeel Redfox"
  },
  {
    "quote": "Love. I myself have never loved another person.  Most likely, I don't even love myself.  I do have knowledge of it.  But I am incapable of determining whether or not it is vital in my life.  ",
    "anime": "Durarara!!",
    "id": 8357,
    "name": "Vorona"
  },
  {
    "quote": "It's a battle of life and death, and I'm still alive! So I'm not going to give up, and I'll keep living. I'll keep living until I die.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8356,
    "name": "Haruhiro"
  },
  {
    "quote": "In order to achieve something there are some things that you have to be unsatisfied with in the first place. Having a complex is the source to greatness.",
    "anime": "Takane to Hana",
    "id": 8355,
    "name": "Takane Saibara"
  },
  {
    "quote": "If I'm not at my limit, means I'm not trying as hard as I can!",
    "anime": "Girl Friends",
    "id": 8354,
    "name": "Naru"
  },
  {
    "quote": "There are only so many lives I can value. And...I decided who those people were six years ago. So...You shouldn't try to ask for my pity. Because right now, I don't have...Time to spare or room in my heart.",
    "anime": "Shingeki no Kyojin",
    "id": 8353,
    "name": "Mikasa Ackerman"
  },
  {
    "quote": "Kill me. Make it quick. I no longer have the strength left in me to even walk. If you do not cut me down now, then this will go unsettled for eternity.",
    "anime": "Bleach",
    "id": 8352,
    "name": "Ulquiorra Schiffer"
  },
  {
    "quote": "If there's any possibility that I might visit this city again...Then I challenge you to a duel.  I wish to speak with you head-on, to within an inch of my life...To actually experience the joy of existing in this world...that is my desire.",
    "anime": "Durarara!!",
    "id": 8351,
    "name": "Vorona"
  },
  {
    "quote": "Well, if they're dead, then that's the end of it. Crying about it gets you nothing but an empty stomach",
    "anime": "Vinland Saga",
    "id": 8350,
    "name": "Ylva"
  },
  {
    "quote": "We fall into a routine and make careless mistakes because of that. Maybe it'd be good for us to have some excitement or be under pressure once in a while.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8349,
    "name": "Haruhiro"
  },
  {
    "quote": "Wealth is a nightmare. With each coveted thing we buy, we lose a thing we dream about.",
    "anime": "Bungou Stray Dogs",
    "id": 8348,
    "name": "Francis Scott Key Fitzgerald"
  },
  {
    "quote": "I want to survive...And see her again. As a person, I'm really lower than shit...But she knows that, and she smiles kindly at me anyway.",
    "anime": "Shingeki no Kyojin",
    "id": 8347,
    "name": "Ymir"
  },
  {
    "quote": "You are human, are you not? You are allowed to make mistakes.",
    "anime": "Noragami",
    "id": 8346,
    "name": "Bishamonten"
  },
  {
    "quote": "Love provides the worth of everything in the world. Without love...gold, silver, horses, and women...all are worthless.",
    "anime": "Vinland Saga",
    "id": 8345,
    "name": "Father Willibald"
  },
  {
    "quote": "A true hero is a sage with a clean heart, a fake hero is a fool with an ignoble heart. The sage will be saved and the fool will be punished.",
    "anime": "Torikago no Tsugai",
    "id": 8344,
    "name": "Blue Owl"
  },
  {
    "quote": "Okay. I will protect all of you. I will never let another friend die.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8343,
    "name": "Mary"
  },
  {
    "quote": "I'm a coward. But I wanted to stay by your side. The truth is I was so happy to hear that you needed me, I took advantage of your words. But you're crying again, because of me. I'm no blessed vessel. I'm just a piece of junk. I was supposed to guide you, but this was the only way I knew how.",
    "anime": "Noragami",
    "id": 8342,
    "name": "Kazuma"
  },
  {
    "quote": "You keep your nerves on edge and you're always ready to lash out. You distance yourself from everyone. It's because you are afraid of people. YOU are the weakest person in this village.",
    "anime": "Vagabond",
    "id": 8341,
    "name": "Takuan Sōhō"
  },
  {
    "quote": "Not all people in prison are criminals",
    "anime": "Shingeki no Kyojin: Before the Fall",
    "id": 8340,
    "name": "Cardina Baumeister"
  },
  {
    "quote": "If all life is so important, then the most evil of all beings on this earth are without a doubt humans. If there weren't any people on earth, the environment and conditions that all living things live in would be drastically better. Even if there were no school to teach us the stuff we know, it would still be obvious to everyone, wouldn't it? Just think of all that's happened to the earth due to our desires and ego.",
    "anime": "Suicide Island",
    "id": 8339,
    "name": "Kai"
  },
  {
    "quote": "There's no master who deliberately lets his birds escape from his birdcage ",
    "anime": "Torikago no Tsugai",
    "id": 8338,
    "name": "Blue Owl"
  },
  {
    "quote": "Yeah, we've become friends. When you're in the same party, there will be times when things don't go smoothly, when you get angry, and when you fight. But they really are your precious friends. It doesn't matter why you became friends, but that you are friends at this moment.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8337,
    "name": "Haruhiro"
  },
  {
    "quote": "Doesn't it ever get boring always being on the winning side?",
    "anime": "Vinland Saga",
    "id": 8336,
    "name": "Thorkell"
  },
  {
    "quote": "You asked me if I was ready to carry on. In all honesty, I am not sure of myself. But there is something that must be done now. And I will do it.",
    "anime": "Noragami",
    "id": 8335,
    "name": "Bishamonten"
  },
  {
    "quote": "Yhwach. You desired a world... Where fear would no longer be a burden. But... In a world without fear of death... People will never attain the hope that is to be found from casting their fears aside and preserving through them. While it is true that people can continue to press forward through the simple act of living... That is no way comparable to marching forward in the face of death, while doing their damndest to keep it at bay. That is why... That is why people have given that very march a unique and special name. \"COURAGE.\"",
    "anime": "Bleach",
    "id": 8334,
    "name": "Aizen Sousuke"
  },
  {
    "quote": "I have no Strength, but I want it all. I have no Knowledge, but all I do is dream. There's nothing I can do, but I struggle in vain",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "id": 8333,
    "name": "Subaru Natsuki"
  },
  {
    "quote": "Mongrels though they may be, they're still figures of some slight renown ",
    "anime": "Fate/zero",
    "id": 8332,
    "name": "Gilgamesh"
  },
  {
    "quote": "So you want to die honorably? You are being selfish. Each and every person you killed had his own life. Whether that life was blessed or not ... everyone is born into this world ... they grow up ... some people have family ... some are alone in this world ... some have young children ... some are engaged ... some have pets ...some people have high hopes and great dreams ... other have no ambition at all and you ended everything for them Takezo",
    "anime": "Vagabond",
    "id": 8331,
    "name": "Takuan Sōhō"
  },
  {
    "quote": "You are calm and intelligent, but youth can invite disaster. Do not fight alone.",
    "anime": "One Punch Man",
    "id": 8330,
    "name": "Dr. Kuseno"
  },
  {
    "quote": "People need to be told they're worthy of being alive by someone else or they can't go on.",
    "anime": "Bungou Stray Dogs",
    "id": 8329,
    "name": "Atsushi Nakajima"
  },
  {
    "quote": "How can you work so hard? There might be something really bad waiting for you ahead. How can you still make yourself move on despite that? The older we get...the number of annoying and troublesome things we have to face only increases- and wonderful things stop happening. In the days ahead of us... we have to bear each painful thing one at a time, conquering them...overcoming them...the power to do that just doesn't spring out of me. The power to move ahead.",
    "anime": "Suicide Island",
    "id": 8328,
    "name": "Kai"
  },
  {
    "quote": "\"Selection\" is important. Even in life. Living, dying, killing are all the results from your selection. Bad luck? Poor fortune? Poor judges of character? You're wrong. It's a selection error for not thinking thoroughly and choosing the answer without proper consideration.",
    "anime": "Torikago no Tsugai",
    "id": 8327,
    "name": "Blue Owl"
  },
  {
    "quote": "Waiting for you. Waiting for your knock. The only thing that stands between us is a single door. Shining\r\nmy shoes and placing a piece of eternally fresh bread in my pocket, I prepare for my journey.\r\nWhen you're ready, just look up at me.  Right now, I'm just waiting for you...Waiting for your knock.\r\n",
    "anime": "Arakawa under the Bridge × Bridge",
    "id": 8326,
    "name": "Kou Ichinomiya"
  },
  {
    "quote": "It's okay to make mistakes. In fact, you should. Making mistakes is how you learn to do it right. Getting a good result isn't the only thing. What matters is that you play your best during the game.",
    "anime": "Whistle!",
    "id": 8325,
    "name": "Soujuu Matsushita"
  },
  {
    "quote": "I understand the pain of losing a comrade. I've experienced it, too. Please do not forget the pain. You will move forward while holding on to that pain. Please treasure the comrades you have now. Once they are gone, they will not return. Usually, you don't realize this until afterwards.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8324,
    "name": "Shinohara"
  },
  {
    "quote": "I'd had fifteen years to think about him. And I realized that it wasn't a matter of the life or death of flesh. What's important to a warrior is the soul...And where it lies.",
    "anime": "Vinland Saga",
    "id": 8323,
    "name": "Thorkell"
  },
  {
    "quote": "Surely there must be limits to which one may sink. ",
    "anime": "Fate/zero",
    "id": 8322,
    "name": "Gilgamesh"
  },
  {
    "quote": "The world...God's divine creation...Is so brimming with love...Yet there is no love in the hearts of men.",
    "anime": "Vinland Saga",
    "id": 8321,
    "name": "Canute"
  },
  {
    "quote": "Live on and endure the shadows! There is no light for those who do not know darkness.",
    "anime": "Vagabond",
    "id": 8320,
    "name": "Takuan Sōhō"
  },
  {
    "quote": "If you're in a position to save people, you should never even joke like that. My father...The doctor...Would never abandon anyone. He'd never give up on a person's life, even if they tried to throw it away.",
    "anime": "Noragami",
    "id": 8319,
    "name": "Hiyori Iki"
  },
  {
    "quote": "Look, you.  All this talk about monsters...that's what people have called me ever since I was a kid.  I've snapped and lost sight of everything around me, and I've made trouble for Celty more than once or twice.  Even so, she still heard me out, without interrupting.  And so now it's my turn to hear her out, all right?",
    "anime": "Durarara!!",
    "id": 8318,
    "name": "Shizuo Heiwajima"
  },
  {
    "quote": "Not all warriors fight on the battlefield with a sword in hand. A sailor makes his living battling the sea",
    "anime": "Vinland Saga",
    "id": 8317,
    "name": "Leif Ericson"
  },
  {
    "quote": "The more battles we fought, the more our confidence grew. We weren't afraid of anything back then. But the difference between victory and defeat is paper-thin. We didn't realize this and were arrogant.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8316,
    "name": "Hayashi"
  },
  {
    "quote": "Kings do not become kings by themselves. If the poor raise up together, declaring that they don't want any money, kings will be overthrown. However, poor seek money so that they can become kings themselves. Which in turn only strengthens the position of the current king.",
    "anime": "Kaiji",
    "id": 8315,
    "name": "Hyoudou Kazutaka"
  },
  {
    "quote": "You brake the law and I'll punish you, there is no room for discussion. ",
    "anime": "Fate/zero",
    "id": 8314,
    "name": "Gilgamesh"
  },
  {
    "quote": "Studying is for people to get the knowledge they need to not screw up in life.",
    "anime": "Ore Monogatari!!",
    "id": 8313,
    "name": "Makoto Sunakawa"
  },
  {
    "quote": "If you were to be troubled over something as trivial as losing face, then it's better to not have it at all.",
    "anime": "One Piece",
    "id": 8312,
    "name": "Fujitora"
  },
  {
    "quote": "Where in this world can a sane man be found? We're the same. We're all the same. None of us understands what it means to love all. Or the meaning of life...Or the meaning of death...Or the meaning of our own battles.",
    "anime": "Vinland Saga",
    "id": 8311,
    "name": "Canute"
  },
  {
    "quote": "The world offers up a choice to live or die. The survival of the fittest that's the only governing law this world recognizes.",
    "anime": "Guilty Crown",
    "id": 8310,
    "name": "Gai Tsutsugami"
  },
  {
    "quote": "There are days when nothing goes right. There are days when you stumble and fall. There are days when you just want to cry. To cry a lot. To sleep a lot. Or even eat a lot. It's alright, as long as you pick yourself up again.",
    "anime": "Gakkou Gurashi!",
    "id": 8309,
    "name": "Yuki Takeya"
  },
  {
    "quote": "I believe that people have the individual right to decide how they want to live. So whether you just listen to what others say, or get stuck a lot of times...and cause trouble to others, it ultimately comes back to yourself.",
    "anime": "Torikago no Tsugai",
    "id": 8308,
    "name": "Shirasagi Yuki"
  },
  {
    "quote": "I know we can't immediately treat her as part of our group, but if we always think of her as an outsider, she'll never have a chance to become part of our group.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8307,
    "name": "Haruhiro"
  },
  {
    "quote": "That kid's good point is that he feels he doesn't have much skill. It's this kind of person that will keep on improving.",
    "anime": "Whistle!",
    "id": 8306,
    "name": "Mizuno Tatsuya"
  },
  {
    "quote": "If you hurt me, then so be it. Do you think that there is any human in all the world who has never hurt another? You are all so kind...It hurts you to hurt others. That is why I had been hiding my pain, as well.",
    "anime": "Noragami",
    "id": 8305,
    "name": "Bishamonten"
  },
  {
    "quote": "Only those who do their jobs on the battlefield get the rewards they desire. That's the life of a warrior.",
    "anime": "Vinland Saga",
    "id": 8304,
    "name": "Askeladd"
  },
  {
    "quote": "Being strong isn't just about having power or move, it about one's spirit",
    "anime": "One Piece",
    "id": 8303,
    "name": "Roronoa Zoro"
  },
  {
    "quote": "No matter how many years it's been since they met, brothers are brothers, aren't they? Even without having seen, I can tell.",
    "anime": "Vagabond",
    "id": 8302,
    "name": "Matahachi Hon'iden"
  },
  {
    "quote": "If your failing, then keep trying until you don't.",
    "anime": "Prince Of Tennis",
    "id": 8301,
    "name": "Kintarō Tōyama"
  },
  {
    "quote": "Even if there's nothing here today, there might be something tomorrow.  It's a caring heart that's important.  ",
    "anime": "Natsume Yuujinchou",
    "id": 8300,
    "name": "Takashi Natsume"
  },
  {
    "quote": "People...At least, all children are born into a world that seems unreasonable and crazy to them. No one is asked at birth if they agree to come into the world. Everyone is born that way.",
    "anime": "Log Horizon",
    "id": 8299,
    "name": "Nyanta"
  },
  {
    "quote": "Humanity will never stop fighting itself.. until it shrinks to a size of one or fewer.",
    "anime": "Shingeki no Kyojin",
    "id": 8298,
    "name": "Erwin Smith"
  },
  {
    "quote": "These days, I feel more comfortable in dark places.  I look at these shadows as a part of you.  They absorb all the light.  There's no one in the world who has this color but you. ",
    "anime": "Durarara!!",
    "id": 8297,
    "name": "Shinra Kishitani"
  },
  {
    "quote": "You have no enemies. No one...Has any enemies. There is no one...That you should hurt",
    "anime": "Vinland Saga",
    "id": 8296,
    "name": "Thors"
  },
  {
    "quote": "It doesn't matter what you were like before. Nobody cares.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8295,
    "name": "Haruhiro"
  },
  {
    "quote": "Living has it own challenges. I'll give you just one piece of advice. Don't quit. Yes, when you die, you die. But if you give up, you're definitely going to die. That, I am sure of.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8294,
    "name": "Brittany"
  },
  {
    "quote": "You're fat, slow and sloppy. It's not the outside that counts, but there's a limit to that too.",
    "anime": "Paprika",
    "id": 8293,
    "name": "Atsuko Chiba"
  },
  {
    "quote": "Sometimes the person who tries to keep everyone happy is the the most lonely one.",
    "anime": "Ghost Hound",
    "id": 8292,
    "name": "Makoto Ōgami"
  },
  {
    "quote": "A man's come all the way out to the end of the North to ask for my help. Wouldn't it be rude to wait to hear what he wanted?",
    "anime": "Log Horizon",
    "id": 8291,
    "name": "William Massachusetts"
  },
  {
    "quote": "The sorrows of life...To not be able to live like yourself. The joys of life...To be able to die like yourself.",
    "anime": "Tokyo Ghoul:re",
    "id": 8290,
    "name": "Karren von Rosewald"
  },
  {
    "quote": "You're young. Time is on your side. You'll grow up and I'll grow old. Someday you'll likely beat me. It's only natural. Even the strongest man must die.",
    "anime": "Vinland Saga",
    "id": 8289,
    "name": "Askeladd"
  },
  {
    "quote": "The present isn't everything, but there are things you can only do now, things you can only find here. \r\nIt's now or never. Think, Writhe, Struggle and agonize. If not, what you are going through isn’t genuine.",
    "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
    "id": 8288,
    "name": "Shizuka Hiratsuka"
  },
  {
    "quote": "Smile. Even if you're facing an enemy, people can't attack others with a smile.",
    "anime": "Adventures of Sinbad",
    "id": 8287,
    "name": "Rurumu"
  },
  {
    "quote": "Look, all it means is that when I lose it, it's cause things make no sense.  If there was any logic to it, then I wouldn't get pissed even if I got shot or stabbed.  ",
    "anime": "Durarara!!",
    "id": 8286,
    "name": "Shizuo Heiwajima"
  },
  {
    "quote": "You mongrels. By our next meeting see that you've culled your numbers. Only a true hero is worthy to look upon my glorious presence. ",
    "anime": "Fate/zero",
    "id": 8285,
    "name": "Gilgamesh"
  },
  {
    "quote": "A fight you can't win becomes an obsession",
    "anime": "Vinland Saga",
    "id": 8284,
    "name": "Askeladd"
  },
  {
    "quote": "You taught me what it means to love, and for that I will be eternally grateful.",
    "anime": "Fairy Tail",
    "id": 8283,
    "name": "Gajeel Redfox"
  },
  {
    "quote": "I'm the one who is grateful. That's because you're all willing to be my friends. For that, I'm grateful.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8282,
    "name": "Manato"
  },
  {
    "quote": "He may seem cold-blooded, but he's more human and his heart is more brittle than anyone else... so much so that if you filled it with human love or betrayal, it'd break easily... which is why I think he chose to avoid it all from the start: to love humanity. Do you understand? Not to accept it, not to face it, but he chose to avoid it.",
    "anime": "Durarara!!",
    "id": 8281,
    "name": "Shinra Kishitani"
  },
  {
    "quote": "They don't know that once you lose something, you can never get it back again.",
    "anime": "Shingeki no Kyojin: Lost Girls",
    "id": 8280,
    "name": "Carly Stratmann"
  },
  {
    "quote": "We've never worked together before, so don't worry about teamwork! Just stay out of each other's way. Fight the way you want to fight!",
    "anime": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
    "id": 8279,
    "name": "Bors Elder"
  },
  {
    "quote": "I'm a man who makes precise choices about time, place, and people. Pleople call me Master of Choices. I'm gonna be the King of the Choices!",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8278,
    "name": "Ranta"
  },
  {
    "quote": "Even if doesn't alter or change the end result in the slightest, making decisions based on convictions that you believe in and walking your own path has its own merit and worth. There's something to be said for not having... even one regret.",
    "anime": "Bleach",
    "id": 8277,
    "name": "Haschwalth Jugram"
  },
  {
    "quote": "Those who don't fulfill their obligation to others 'ave no right to ask 'em for such privilege...",
    "anime": "Shingeki no Kyojin",
    "id": 8276,
    "name": "Mr. Blouse"
  },
  {
    "quote": "I don't want to be a loser who can't do anything but talk. I don't want to be somebody who can sacrifice others, but won't risk himself.",
    "anime": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
    "id": 8275,
    "name": "Ouka Kashima"
  },
  {
    "quote": "If you have enough breath to say you don't have energy, I haven't push you far enough!",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8274,
    "name": "Barbara"
  },
  {
    "quote": "When you're just starting out, put all your energy into surviving. No matter how pathetic you feel, or how people laugh at you, if you come back alive, you win.",
    "anime": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
    "id": 8273,
    "name": "Mia Grand"
  },
  {
    "quote": "People live on by forgetting their memories. But there are some memories that should never be forgotten.",
    "anime": "Evangelion: 2.0 You Can Not Advance",
    "id": 8272,
    "name": "Gendou Ikari"
  },
  {
    "quote": "I understand now... What I really need to protect isn't myself, much less my money. It's my pride.",
    "anime": "Sakamoto desu ga?",
    "id": 8271,
    "name": "Kubota Yoshinobu"
  },
  {
    "quote": "As for me, I have a lot of things that I'm not good at and that I need to work on. My comrades make up for those weaknesses by help me out, and maybe that's how we've found a balance in our party.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8270,
    "name": "Haruhiro"
  },
  {
    "quote": "If someone always follows the perfect path without ever facing hardship... Is it really what's best for that person?",
    "anime": "ReLIFE",
    "id": 8269,
    "name": "Yoake Ryou"
  },
  {
    "quote": "Life and death are like light and shadow. They're both always there. But people don't like thinking about death, so subconsciously, they always look away from it.",
    "anime": "Noragami",
    "id": 8268,
    "name": "Yato"
  },
  {
    "quote": "The only reason I must rely on this sword is because I am imperfect. A true warrior...Needs no sword",
    "anime": "Vinland Saga",
    "id": 8267,
    "name": "Thors"
  },
  {
    "quote": "Tell me, if you have something more important than your life, and you have to give up your life to protect that, what would you do? In that case, isn't there only one answer? Give up your life.",
    "anime": "The Gamer",
    "id": 8266,
    "name": "Hwan Sung-Gong"
  },
  {
    "quote": "Right now, we're all really only taking it day by day. Even if we can't get used to things, even if we can't win at something, even if we don't have any excess...In order to live day by day, we work, we fail, and we succeed. Sometimes we laugh. For the blessing before our very eyes, for our friends, we're thankful. Who knew that people could feel happiness just from living?",
    "anime": "Suicide Island",
    "id": 8265,
    "name": "Sei"
  },
  {
    "quote": "I've continually fought, and with each battle I've been killing my own heart. And my heart has been completely void of feeling for quite a long time now. Maybe my life doesn't have value anymore, but I have to keep on living. ",
    "anime": "Mobile Suit Gundam Wing",
    "id": 8264,
    "name": "Trowa Barton"
  },
  {
    "quote": "If you keep on hiding your true feelings, who is going to be happy? If you are sad, you should say it out loud!",
    "anime": "Ouran High School Host Club",
    "id": 8263,
    "name": "Haruhi Fujioka"
  },
  {
    "quote": "If you don't face each other with honesty, what kind of family is this?",
    "anime": "Ouran High School Host Club",
    "id": 8262,
    "name": "Haruhi Fujioka"
  },
  {
    "quote": "They'll learn that a man without reason is no different from an animal who defecates wherever it pleases.",
    "anime": "Shingeki no Kyojin",
    "id": 8261,
    "name": "Marlowe Sand"
  },
  {
    "quote": "Once the thread of fate is tangled, it cannot be undone.",
    "anime": "Inuyasha",
    "id": 8260,
    "name": "Kikyo"
  },
  {
    "quote": "I can't stand the weak, They're always nervous about when they might next be attacked. They can't trust anybody and they never have an opinion of their own. I can't stand such people.",
    "anime": "Mobile Suit Gundam Wing",
    "id": 8259,
    "name": "Heero Yuy"
  },
  {
    "quote": "Living this way is my way of getting revenge!! I'm going to be living proof that your fate isn't decided at birth!! So what about you?! You're going to kill yourself, the ultimate act of submission. Is that how much you want to please the people who treated you like a nuisance?! Why are you trying to hurt yourself?! If your will is that strong... Then shouldn't you be able to change your fate?!",
    "anime": "Shingeki no Kyojin",
    "id": 8258,
    "name": "Ymir"
  },
  {
    "quote": "Don't try to find a reason for somebody's love!!",
    "anime": "One Piece",
    "id": 8257,
    "name": "Sengoku the Buddha"
  },
  {
    "quote": "A man, slave to gold, holds a whip...And beats the slave he bought with that gold as if to claim HE is the master. He just doesn't see it for himself. Every living human being is a slave to something",
    "anime": "Vinland Saga",
    "id": 8256,
    "name": "Askeladd"
  },
  {
    "quote": "Love is more afraid of change than destruction.",
    "anime": "Jitsu wa Watashi wa",
    "id": 8255,
    "name": "Akari Koumoto"
  },
  {
    "quote": "Just because you want other people to think of you as someone who'd literally die for another... dragging someone else to his death just for that... only a bad girl would do that, right?",
    "anime": "Shingeki no Kyojin",
    "id": 8254,
    "name": "Ymir"
  },
  {
    "quote": "Belief in others is an illusion concocted by the clever to exploit the stupid.",
    "anime": "Code Geass: Akito the Exiled",
    "id": 8253,
    "name": "Shin Hyuga Shaing"
  },
  {
    "quote": "The weather's nice and the breeze feels good. The little birds are making their cute chirping sounds. Perhaps people nowadays have forgotten how wonderful nature is... Yes, don't you think it's a waste to not feel it with your entire body like this? ",
    "anime": "Tanaka-kun wa Itsumo Kedaruge",
    "id": 8252,
    "name": "Tanaka"
  },
  {
    "quote": "Even in moments of the deepest despair... I guess we can still find hope, huh?",
    "anime": "Shingeki no Kyojin",
    "id": 8251,
    "name": "Hange Zoe"
  },
  {
    "quote": "But... When I lost the whole foundation of my happiness in one instant, I realized that I was the biggest coward in the world.",
    "anime": "Super Lovers",
    "id": 8250,
    "name": "Kaidou Haru"
  },
  {
    "quote": "We humans are miserable creatures. We reject what we fear. We attack because we don' t understand. Human cowardice... breeds war.",
    "anime": "Koutetsujou no Kabaneri",
    "id": 8249,
    "name": "Biba Amatori"
  },
  {
    "quote": "If you really want to be strong... Stop caring about what your surrounding thinks of you!",
    "anime": "One Punch Man",
    "id": 8248,
    "name": "Saitama"
  },
  {
    "quote": "All day, I've had to sit in the stench of cigarettes and alcohol. Every single person I met today was drinking and smoking. If they weren't, they were doing drugs. Well, except for Wayne. I've... had enough of it.",
    "anime": "Shingeki no Kyojin: Lost Girls",
    "id": 8247,
    "name": "Annie Leonhardt"
  },
  {
    "quote": "Sometimes you have days like this. Days where the most trivial little thing... Ends up getting you wrapped up in some big, annoying trouble.",
    "anime": "Shingeki no Kyojin: Lost Girls",
    "id": 8246,
    "name": "Annie Leonhardt"
  },
  {
    "quote": "(To Ichigo Kurosaki) You are a fool, Ichigo Kurosaki. You willingly seek to challenge an opponent so much more powerful than you that it strikes a primal fear into your being. Incomprehensible. If this is the work of the 'heart' that you people speak of, then it is because you possess this 'heart' that you humans bring hurt upon yourself, because you possess this 'heart' that you lose your lives",
    "anime": "Bleach",
    "id": 8245,
    "name": "Ulquiorra Schiffer"
  },
  {
    "quote": "Even if all we accomplished were small steps forward... We continued to give our lives if it meant that one day... humanity would be free from this terror.",
    "anime": "Shingeki no Kyojin",
    "id": 8244,
    "name": "Hange Zoe"
  },
  {
    "quote": "Going against the flow... takes a lot of courage. I respect that. Maybe people who can do it are just stupid, but... Well... What I'm sure of is that people like that are rare. So you can't call them common. You can't call them normal, either. People like you... get called special.",
    "anime": "Shingeki no Kyojin",
    "id": 8243,
    "name": "Annie Leonhardt"
  },
  {
    "quote": "Man or Child, Strong or Weak, None of those matter once you are out at sea!",
    "anime": "One Piece",
    "id": 8242,
    "name": "Usopp"
  },
  {
    "quote": "The world won't always go the way you want it to. Better not take it to seriously.",
    "anime": "The Heroic Legend of Arslan",
    "id": 8241,
    "name": "Kubard"
  },
  {
    "quote": "The one who holds power has no self-awareness of his responsibilities and the one aware of the responsibilities has no power at all.",
    "anime": "The Heroic Legend of Arslan",
    "id": 8240,
    "name": "Arslan"
  },
  {
    "quote": "Zealotry and prejudice more than anything, bring harm to the people of the land.",
    "anime": "The Heroic Legend of Arslan",
    "id": 8239,
    "name": "Arslan"
  },
  {
    "quote": "Love is not necessary, power is the only true necessity.",
    "anime": "Naruto Shippūden",
    "id": 8238,
    "name": "Madara Uchiha"
  },
  {
    "quote": "The chains of fear are easily broken with the blade of courage.",
    "anime": "Magi - The Labyrinth of Magic",
    "id": 8237,
    "name": "Goltas"
  },
  {
    "quote": "To force obedience by the sword now will only invite bloody rebellion later.",
    "anime": "Magi - The Labyrinth of Magic",
    "id": 8236,
    "name": "Hakuei Ren"
  },
  {
    "quote": "The  pain on these wounds will last only a second. The pain of your death would last a lifetime.",
    "anime": "Fist of the North Star",
    "id": 8235,
    "name": "Kenshiro"
  },
  {
    "quote": "The Killer instinct is not perceived by words, but by look",
    "anime": "Gantz",
    "id": 8234,
    "name": "Gantz"
  },
  {
    "quote": "Yeah, so I don’t appear to be the brightest crayon in the box but I still look down on the rest of the world.",
    "anime": "Gantz",
    "id": 8233,
    "name": "Kei Kurono"
  },
  {
    "quote": "Still I've never thought of myself as an unfortunate person. Of course I am not a fortunate person either. In the first place a fortunate person could never write plays or novels. I write while loving my misfortune almost as if I'm tasting it.",
    "anime": "Aoi Bungaku Series",
    "id": 8232,
    "name": "Takada"
  },
  {
    "quote": "You can't just erase people's feelings. It's as if my emotions were lost somewhere hundreds of miles away. It's as if they were sent long ago, in a letter that was always intended for me.",
    "anime": "Monster",
    "id": 8231,
    "name": "Wolfgang Grimmer"
  },
  {
    "quote": "Hope is harmony. A just heart, moving toward the light. That is all. Despair is hope's polar opposite. It is messy and confusing. Despair swallows up love, hatred, and everything else. Because not knowing where you will end up is despair. Despair is what even you cannot predict. Only despair's unpredictability will save you from a boring future.",
    "anime": "Danganronpa 3: The End of Kibougamine Gakuen - Zetsubou-hen",
    "id": 8230,
    "name": "Junko Enoshima"
  },
  {
    "quote": "My new family is just so kind. It's almost if there's been some kind of mistake... like, I'll have to pay back for all this happiness later on.",
    "anime": "Shiki",
    "id": 8229,
    "name": "Nao Yasumori"
  },
  {
    "quote": "What must be done... Must be done. No matter what. Complete your mission. You were born into this world so that you could complete your mission.",
    "anime": "Shingeki no Kyojin: Lost Girls",
    "id": 8228,
    "name": "Annie Leonhardt"
  },
  {
    "quote": "Even if they're only a year older, shouldn't we respect and serve our elders?",
    "anime": "Sakamoto desu ga?",
    "id": 8227,
    "name": "Sakamoto"
  },
  {
    "quote": "It seems like we spent a long time together, but it wasn't. It was actually pretty short. Too short. So I kind of know, but I kind of don't know what I want to say. He was friendly, easy to talk to, and smart. He could do anything and was reliable. I thought he was perfect. But maybe I just didn't realize what his faults were. He might have been hiding his flaws.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8226,
    "name": "Haruhiro"
  },
  {
    "quote": "Pray not for the future. Rely not on the future or the past. Just stay in the Now.",
    "anime": "Vagabond",
    "id": 8225,
    "name": "Miyamoto Musashi"
  },
  {
    "quote": "Normally, as people love and are loved, they feel happiness. When I am hated by people, that is when I feel happiness. And then I want to tear apart and inflict unimaginable harm to the things I love. But is that really all that strange, I wonder?",
    "anime": "Hunter X Hunter",
    "id": 8224,
    "name": "Pariston Hill"
  },
  {
    "quote": "I actually don't think something like perfection exists. That is I think why we are born able to absorb things... and by comparing ourselves with something else we can finally head in a good direction.",
    "anime": "Naruto Shippūden",
    "id": 8223,
    "name": "Itachi Uchiha"
  },
  {
    "quote": "I think I finally understand... As long as there's someone who'll grieve, it's wrong to want to die.",
    "anime": "Welcome to the N.H.K",
    "id": 8222,
    "name": "Hidehito Nomura"
  },
  {
    "quote": "So now we know her past. So what? It doesn't have anything to do with us. We have to be nice to her just because she's had a rough past? You've got to be kidding.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8221,
    "name": "Ranta"
  },
  {
    "quote": "A hero must be tough, strong and beautiful... As well as able to promptly and splendidly eradicate evil.",
    "anime": "One Punch Man",
    "id": 8220,
    "name": "Sweet Mask"
  },
  {
    "quote": "So long as I don't give up, the possibility of winning will never fall to zero.",
    "anime": "Kuroko No Basket",
    "id": 8219,
    "name": "Tetsuya Kuroko"
  },
  {
    "quote": "This blank space represents infinite potential. One day, it may become anything.",
    "anime": "No Game No Life",
    "id": 8218,
    "name": "No Game No Life"
  },
  {
    "quote": "Youmu or Spirit Warrior... In the end, none of that really matters. Nor does the question of who you are. All that matters is to be close to the ones you care about. ",
    "anime": "Gekijou-ban Kyoukai no Kanata -I'll Be Here- Mirai-hen",
    "id": 8217,
    "name": "Yayoi Kanbara"
  },
  {
    "quote": "People only find me interesting because they can't tell whether I'm serious or not.",
    "anime": "Hunter X Hunter",
    "id": 8216,
    "name": "Killua Zoldyck"
  },
  {
    "quote": "Nobody knows what will happen in the future. Something even better might happen tomorrow.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8215,
    "name": "Haruhiro"
  },
  {
    "quote": "If you ask what life is to me, I'd answer endless days of homework and pain. Why you ask? The amount of homework, it's too much.",
    "anime": "The Gamer",
    "id": 8214,
    "name": "Han Jee-Han"
  },
  {
    "quote": "Mankind is a very intresting species.",
    "anime": "Sakamoto desu ga?",
    "id": 8213,
    "name": "Sakamoto"
  },
  {
    "quote": "People cannot show each other their true feelings. Fear, suspicion, and resentment never subside.",
    "anime": "Naruto Shippuuden",
    "id": 8212,
    "name": "Madara Uchiha"
  },
  {
    "quote": "Even if mistaken, even if cruel, even if stupid, if many people acknowledge it, I found out that it can become the right thing. I found out that righteousness was able to be infinitely mass-produced. I found out that righteousness was established by the number of people. I found out that maneuvering for a majority was everything.",
    "anime": "Owarimonogatari",
    "id": 8211,
    "name": "Koyomi Araragi"
  },
  {
    "quote": "Those painful memories are what help us make it to tomorrow and become stronger.",
    "anime": "Fairy Tail",
    "id": 8210,
    "name": "Erza Scarlet"
  },
  {
    "quote": "I can't forgive myself. I wanted something to happen without doing anything myself! I have to do it. I have to do it all... Or I can't even stand by her side!",
    "anime": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
    "id": 8209,
    "name": "Bell Cranel"
  },
  {
    "quote": "If there's something you want to go through with, you should stick to it without keeping up appearances.",
    "anime": "Shokugeki no Sōma",
    "id": 8208,
    "name": "Arato Hisako"
  },
  {
    "quote": "I'm here because I don't like to be tied down. So you should decide for yourself who you want for your friend.",
    "anime": "Sakamoto desu ga?",
    "id": 8207,
    "name": "Hayabusa Shou"
  },
  {
    "quote": "Why do we have to be okay being friends with someone who won't treat us as friends?",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8206,
    "name": "Ranta"
  },
  {
    "quote": "Humility is a virtue, but do not insult yourself.",
    "anime": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
    "id": 8205,
    "name": "Ryu Lion"
  },
  {
    "quote": "(To Ichigo Kurosaki) Do not allow yourself to be shaken. Do not weaken your stance. Open your senses. And do not let your guard down for an instant.",
    "anime": "Bleach",
    "id": 8204,
    "name": "Ulquiorra Schiffer"
  },
  {
    "quote": "I hate, hate, HATE everyone. But that’s okay. I can use my screams to blow them all away. I’m sure dead people are a lot easier to deal with.",
    "anime": "Soul Eater",
    "id": 8203,
    "name": "Crona"
  },
  {
    "quote": "Don't you think forcing people to help with something pointless is far more cruel?",
    "anime": "Sakamoto desu ga?",
    "id": 8202,
    "name": "Fukase"
  },
  {
    "quote": "You have yet to see what form your soul has taken. That's what it actually means when you claim that you lack joy in your life.",
    "anime": "Fate/zero",
    "id": 8201,
    "name": "Gilgamesh"
  },
  {
    "quote": "What do you think about your world? Is it fun? Is it easy to live in?",
    "anime": "No Game No Life",
    "id": 8200,
    "name": "Tet"
  },
  {
    "quote": "I am looking at things from a much higher perspective than you. I observe this world, this universe, the truth of all things. And I have come to realize that humanity must be destroyed. Out of all which the Gods have made, humans are their sole failure. They are a disease that must be vanquished. A filth that must be cleansed. They have no place here, in this universe, and if I am to make it a utopia once more, then I must take upon the grand task of removing humanity forever, in place of the Gods who refuse to admit their mistake.",
    "anime": "Dragon Ball Super",
    "id": 8199,
    "name": "Goku Black"
  },
  {
    "quote": "You said that she's no different from us, right? So if we don't try to get to know her, she won't try to get to know us either. If we don't treat her as a friend, she won't treat us as her friends either, right?",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8198,
    "name": "Haruhiro"
  },
  {
    "quote": "When you aim to reach high places, you may find yourself on narrow footing and feel disheartened. And then your confidence will falter, and you will find it ever harder to believe in yourself. If you ever feel that you can't believe in yourself, please believe in your friends.",
    "anime": "Sakamoto desu ga?",
    "id": 8197,
    "name": "Sakamoto"
  },
  {
    "quote": "Well, singing, or music... I think by nature it was always meant to convey something. So if there's something you want to say, don't you think you should try singing it?",
    "anime": "Kokoro ga Sakebitagatterunda.",
    "id": 8196,
    "name": "Sakagami Takumi"
  },
  {
    "quote": "You're not a strong person, so you can really understand how weak people feel. I mean... Most humans are weak, including me... But if I got an order from someone who saw things like I do, no matter how tough it was, I'd do my damnedest to carry it out.",
    "anime": "Shingeki no Kyojin",
    "id": 8195,
    "name": "Marco Bodt"
  },
  {
    "quote": "We should be driven by things like our desires, instincts, and impulses. That's how it should be.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8194,
    "name": "Ranta"
  },
  {
    "quote": "No matter how much despair awaits them, I wish that at the end of their story, the gentle light of hope will shine on them...",
    "anime": "Pandora Hearts",
    "id": 8193,
    "name": "Xerxes Break"
  },
  {
    "quote": "Looking back on the past is a dangerous thing. It's nothing more than an attachment.",
    "anime": "Sakamoto desu ga?",
    "id": 8192,
    "name": "Fukase"
  },
  {
    "quote": "After today, tomorrow will come again. Maybe I've been taking that for granted. But now... It's not easy, huh...",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8191,
    "name": "Haruhiro"
  },
  {
    "quote": "There are times we can't run away, no matter how bad the odds are. When the people we're supposed to protect are threatened, we have to enter the fray and shield them. And it doesn't matter who or what the enemy is. We need to master skills and get stronger, with artillery as well as hand-do-hand combat. I think that's our responsibility as strong soldiers.",
    "anime": "Shingeki no Kyojin",
    "id": 8190,
    "name": "Reiner Braun"
  },
  {
    "quote": "Listen, girls like guys who are strong and can protect them. So if you keep working hard and get stronger, she just might like you back.",
    "anime": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
    "id": 8189,
    "name": "Eina Tulle"
  },
  {
    "quote": "Don't tell people to disappear like it's nothing! Words can hurt people! You can't ever take them back! Even if you regret it, you can never take them back!",
    "anime": "Kokoro ga Sakebitagatterunda.",
    "id": 8188,
    "name": "Naruse Jun"
  },
  {
    "quote": "The government is the sails, the people the wind, and the time the sea. As long as there is people to repair the ship, it can be used forever.\r\n",
    "anime": "Hetalia The Beautiful World",
    "id": 8187,
    "name": "France"
  },
  {
    "quote": "However rough the waters in the outside world may be, to find your own lighthouse and swim for it is only logical, isn't it?",
    "anime": "Sakamoto desu ga?",
    "id": 8186,
    "name": "Hayabusa Shou"
  },
  {
    "quote": "Everybody has things they aren't good at or can't do. We cover each other's weakness. That's what a party's for.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8185,
    "name": "Manato"
  },
  {
    "quote": "You're only resorting to physical abuse because you can't prove that I'm wrong.",
    "anime": "Shingeki no Kyojin",
    "id": 8184,
    "name": "Armin Arlelt"
  },
  {
    "quote": "In the end, guilt is just the question of whether you're capable of forgiving yourself or not. If you've really changed, then prove it with your actions.",
    "anime": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
    "id": 8183,
    "name": "Hestia"
  },
  {
    "quote": "If you think too hard when you don't have a brain, you're going to hurt your head.",
    "anime": "Haikyuu!!",
    "id": 8182,
    "name": "Tooru Oikawa"
  },
  {
    "quote": "The many lives lost during long years of conflict... because of those selfless sacrifices, we are able to bathe in peace and prosperity now. To ingrain this history within the new generation will be a vital cog in helping to maintain the peace.",
    "anime": "Boruto: Naruto Next Generations",
    "id": 8181,
    "name": "Naruto Uzumaki"
  },
  {
    "quote": "At times, you will probably lose sight of your life goals, as well. When that happens, instead of panicking, why not try indulging in a hobby? Then a new, or perhaps an old, goal might grow stronger, and stronger, into a rousing fortissimo.",
    "anime": "Sakamoto desu ga?",
    "id": 8180,
    "name": "Sakamoto"
  },
  {
    "quote": "The lesson you need to learn right now, can't be taught with words... only with action.",
    "anime": "Shingeki no Kyojin",
    "id": 8179,
    "name": "Levi Ackerman"
  },
  {
    "quote": "Are our enemies the kobolds? No, our real enemies are our overly weak selves.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8178,
    "name": "Haruhiro"
  },
  {
    "quote": "I wanted to save you because you're you. I didn't want you to leave, because you're you. I can't find another reason. I don't need another reason to save you.",
    "anime": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
    "id": 8177,
    "name": "Bell Cranel"
  },
  {
    "quote": "If you're gonna hit it, hit it until it breaks!",
    "anime": "Haikyuu!!",
    "id": 8176,
    "name": "Tooru Oikawa"
  },
  {
    "quote": "All of the Arrancar follow me... because they see me as fearless and the only individual who can actually bring forth the new world... the new future where you can belong. Without me, that dream can't be fulfilled and without me the gotei 13 will destroy you all...  Do you see it now from my point of view?",
    "anime": "Bleach",
    "id": 8175,
    "name": "Aizen Sousuke"
  },
  {
    "quote": "A hero is not the one who never falls. He is the one that who gets up, again and again, never losing sights of his dreams.",
    "anime": "The Last -Naruto the Movie-",
    "id": 8174,
    "name": "Rock Lee"
  },
  {
    "quote": "If I have to win through underhanded means, I'd rather just stand right here until I die.",
    "anime": "Sakamoto desu ga?",
    "id": 8173,
    "name": "Hayabusa Shou"
  },
  {
    "quote": "Don't sweat the small stuff. You'll only tire yourself out.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8172,
    "name": "Ranta"
  },
  {
    "quote": "I think there are times people have to die... even if I don't like it.",
    "anime": "Shingeki no Kyojin",
    "id": 8171,
    "name": "Armin Arlelt"
  },
  {
    "quote": "If you think unconditional kindness is good, and any sort of kindness that comes with conditions is hypocrisy, you should reconsider. People can only achieve as much as the situation allows.",
    "anime": "Alderamin on the Sky",
    "id": 8170,
    "name": "Ikta Solork"
  },
  {
    "quote": "Don't make yourself weigh your pride against your friends.",
    "anime": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
    "id": 8169,
    "name": "Hephaestus"
  },
  {
    "quote": "After being driven out of the orphanage, I had nothing to eat, nowhere to sleep, and, as one might expect, not a cent to my name. Yet, I lack the courage to commit theft. That is how I've arrived at my current predicament... However... if I wish to live, I have no choice but to steal and take from others!\r\n",
    "anime": "Bungou Stray Dogs",
    "id": 8168,
    "name": "Atsushi Nakajima"
  },
  {
    "quote": "On a Monday, God created the world. \r\nOn Tuesday, God drew the line between Order and Chaos. \r\nOn Wednesday, God arranged each and every number. \r\nOn Thursday, God permitted the ebb and flow of Time. \r\nOn Friday, God explored every nook and cranny of the world. \r\n\r\nOn Saturday, God rested. \r\nAnd on Sunday, God... \r\nforsook the world.",
    "anime": "Kamisama no Inai Nichiyoubi",
    "id": 8167,
    "name": "Ai Astin"
  },
  {
    "quote": "There's no such thing as a painless lesson, they just don't exist. Sacrifices are necessary, you can't gain something without losing something first... Although if you can endure that pain and walk away from it, you'll find that you now have a heart strong enough to overcome any obstacle... Yeah... A Fullmetal Heart.",
    "anime": "Fullmetal Alchemist: Brotherhood",
    "id": 8166,
    "name": "Edward Elric"
  },
  {
    "quote": "Maybe worrying about the future partings so much that you miss out on happiness in the present is a waste.",
    "anime": "ReLIFE",
    "id": 8165,
    "name": "Hishiro Chizuru"
  },
  {
    "quote": "A good book is always good, no matter how many times you’ve already read it.",
    "anime": "Bungou Stray Dogs",
    "id": 8164,
    "name": "Osamu Dazai"
  },
  {
    "quote": "Adults say you shouldn't do things half-heartedly. But in reality, you can get by with doing just that. Of course, it would be great to stand out. But how many people can live like that? It's really hard to be exceptional.",
    "anime": "The Gamer",
    "id": 8163,
    "name": "Han Jee-Han"
  },
  {
    "quote": "When faced with a decision... At such times, we must choose only one option and it can be very confusing. When that happens, simply using your head and charging straight into the obstacle is a fine option.",
    "anime": "Sakamoto desu ga?",
    "id": 8162,
    "name": "Sakamoto"
  },
  {
    "quote": "A lot of the times, you're going into a situation you know nothing about. So what you need is to be quick to act... and make tough decisions in worst-case scenarios.",
    "anime": "Shingeki no Kyojin",
    "id": 8161,
    "name": "Levi Ackerman"
  },
  {
    "quote": "I now have things that I don't want to forget, and things that I shouldn't forget. And I don't plan to ever forget those things, as long as I live.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8160,
    "name": "Haruhiro"
  },
  {
    "quote": "When an otaku goes all-out with his mind set on something you better not underestimate him.",
    "anime": "Saenai Heroine no Sodatekata",
    "id": 8159,
    "name": "Tomoya Aki"
  },
  {
    "quote": "If I don't stand up here... If I don't reach higher here... When am I ever going to do it?",
    "anime": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
    "id": 8158,
    "name": "Bell Cranel"
  },
  {
    "quote": "The fact that you consider yourself as an equal to me, is being arrogant in itself.",
    "anime": "Bleach",
    "id": 8157,
    "name": "Kuchiki Byakuya"
  },
  {
    "quote": "I might be the ugly duckling of the group, but I'll make sure that I'll protect all of you with all my might.",
    "anime": "Akatsuki no Yona",
    "id": 8156,
    "name": "Zeno"
  },
  {
    "quote": "I know that I have no strengths to offer. It irritates me how weak I am. But let me protect them!",
    "anime": "Akatsuki no Yona",
    "id": 8155,
    "name": "Yona"
  },
  {
    "quote": "The purpose of an alliance is not simply for the sake of preventing an enemy from attacking you. Rather, importance lies in what one can obtain after the alliance. As well as your actions after the alliance.",
    "anime": "Kingdom",
    "id": 8154,
    "name": "Riboku"
  },
  {
    "quote": "Now listen up, any power that surpasses reason, still comes from reason, right? Magic isn't some kind of miraculous power. It is a talent that only works when the flow of energy inside of us and the flow of energy in the natural world are in perfect synchronization. To perform magic one must have a strong mind and the ability to focus. It should take over your being and come pouring out of your soul! If all we do is worry about following rules, then our magic will never progress.",
    "anime": "Fairy Tail",
    "id": 8153,
    "name": "Makarov Dreyar"
  },
  {
    "quote": "No matter how hurt someone is, they're meant to overcome it and try to go forward.",
    "anime": "Fairy Tail",
    "id": 8152,
    "name": "Mirajane Strauss"
  },
  {
    "quote": "If you lose credibility by just admitting fault, then you didn't have any in the first place. ",
    "anime": "One Piece",
    "id": 8151,
    "name": "Fujitora"
  },
  {
    "quote": "There are wounds that even magic can't heal, but... even though it was painful to hear you talk about it, it was okay. That part was okay.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8150,
    "name": "Mary"
  },
  {
    "quote": "Accomplishing a shared goal under tense circumstances causes distance between people to naturally close.",
    "anime": "Sakamoto desu ga?",
    "id": 8149,
    "name": "Sakamoto"
  },
  {
    "quote": "If I can't even manage a polite smile, I'll be in trouble in the real world.",
    "anime": "ReLIFE",
    "id": 8148,
    "name": "Hishiro Chizuru"
  },
  {
    "quote": "When people are faced with a situation they don't understand, it's easy for fear to take hold.",
    "anime": "Shingeki no Kyojin",
    "id": 8147,
    "name": "Armin Arlelt"
  },
  {
    "quote": "Prophecies don't ever come true.",
    "anime": "One Punch Man",
    "id": 8146,
    "name": "Saitama"
  },
  {
    "quote": "If you guys weren't here, I don't know what would have happened to me. You can't live in this world alone, no matter how you look at it.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8145,
    "name": "Manato"
  },
  {
    "quote": "If you have no money, I believe all you can do is work.",
    "anime": "Sakamoto desu ga?",
    "id": 8144,
    "name": "Sakamoto"
  },
  {
    "quote": "Someday we'll part. Maybe be forgotten. But we're living in the moment. So... make lots of friends, fall madly in love, and enjoy every moment to the fullest.",
    "anime": "ReLIFE",
    "id": 8143,
    "name": "Kaizaki Arata"
  },
  {
    "quote": "That's right... This world... is cruel. It hit me that living was like a miracle.",
    "anime": "Shingeki no Kyojin",
    "id": 8142,
    "name": "Mikasa Ackerman"
  },
  {
    "quote": "Heroes and the police don't do their jobs because someone says \"please\". Right?",
    "anime": "One Punch Man",
    "id": 8141,
    "name": "Saitama"
  },
  {
    "quote": "If we had spent more time together, maybe I would have seen another side of him. I wish I knew him more. I wish I knew more about what kind of person he was. I wanted more time. If we had more time, we would've gone through things together. Maybe we would've gotten annoyed at each other and fight. Maybe we would've disliked each other, or liked each other more.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 8140,
    "name": "Haruhiro"
  },
  {
    "quote": "Ant king , you believe I cannot pray with a single arm? A prayer comes from the heart. If the heart achieves the correct form, it becomes emotions and emotions can be manifested.",
    "anime": "Hunter × Hunter",
    "id": 8139,
    "name": "Netero"
  },
  {
    "quote": "My name is Dracule Mihawk! Find your self, true world, become stronger! No matter how long it may take, I will wait for you in my strongest form! Surpass this sword! Surpass me! Roronoa Zoro!",
    "anime": "One Piece",
    "id": 8138,
    "name": "Dracule Mihawk"
  },
  {
    "quote": "What use is strength in modern society? You have to be smart.",
    "anime": "The Gamer",
    "id": 8137,
    "name": "Han Jee-Han"
  },
  {
    "quote": "Donato has to keep proving himself. He wants to prove just how valuable he is. Isn't that the case with you as well? Because you are the same as Donato. All you're doing is indulging in this twisted self-value that you have to yourself. And if you don't, you won't last. Eventually, you will break and become useless. Once that happens, you'll break and become discarded.",
    "anime": "Tokyo Ghoul:re",
    "id": 8136,
    "name": "Kaneki Ken"
  },
  {
    "quote": "I wont stop fighting when im tired, i'll stop fighting when you've shattered my heart into a thousand pieces  ",
    "anime": "Fairy Tail",
    "id": 8135,
    "name": "Natsu Dragneel"
  },
  {
    "quote": "I want to become a man who treasures his friends. ",
    "anime": "Fairy Tail",
    "id": 8134,
    "name": "Rogue Cheney"
  },
  {
    "quote": "Trust? I hate that word, but coming from you it sounds different.",
    "anime": "Porco Rosso",
    "id": 8133,
    "name": "Porco Rosso"
  },
  {
    "quote": "I know, someone like me can't just go out and change the world on a whim.",
    "anime": "Strike the Blood",
    "id": 8132,
    "name": "Akatsuki Kojou"
  },
  {
    "quote": "No matter the reason, I don't think anyone who loses consciousness in the battlefield has any right to survive!",
    "anime": "Skip Beat!",
    "id": 8131,
    "name": "Kyoko Mogami"
  },
  {
    "quote": "If praying does not work, and words are ineffective... what's left is to fight.",
    "anime": "Bakemonogatari",
    "id": 8130,
    "name": "Meme Oshino"
  },
  {
    "quote": "You probably weren't wrong, but you went about it the wrong way.",
    "anime": "Strike the Blood",
    "id": 8129,
    "name": "Akatsuki Kojou"
  },
  {
    "quote": "I no longer pay attention to other people’s skills. It doesn’t matter; at the end of the day, you can only do your best.",
    "anime": "Utsuro no Hako to Zero no Maria",
    "id": 8128,
    "name": "Usui Haruaki"
  },
  {
    "quote": "Ever since I joined the survey corps, I've had people dying on me everyday. But... you understand, don't you? One day or another, everyone you care about eventually dies. It's something we simply can't accept. It's a realization that could drive you insane... It's painful... so painful... I get it. And still... we must keep moving forward.",
    "anime": "Shingeki no Kyojin",
    "id": 8127,
    "name": "Hange Zoe"
  },
  {
    "quote": "Sometimes you have to fight to get your point across.",
    "anime": "Sword Art Online II",
    "id": 8126,
    "name": "Konno Yuuki"
  },
  {
    "quote": "This silence belongs to us... and every single person out there, is waiting for us to fill it with something.",
    "anime": "Shigatsu Wa Kimi No Uso",
    "id": 8125,
    "name": "Kousei Arima"
  },
  {
    "quote": "But being optimistic isn't a bad thing, is it? It's not like you're doing anything bad. It's also not like you're cheating either.",
    "anime": "Bakemonogatari",
    "id": 8124,
    "name": "Koyomi Araragi"
  },
  {
    "quote": "One can evoke \"extraordinary\" abilities if one focuses all energy on just one point.",
    "anime": "Utsuro no Hako to Zero no Maria",
    "id": 8123,
    "name": "Shindo Iroha"
  },
  {
    "quote": "I would no longer fight against my feelings because I realized how useless and ineffective it was to fight them. ",
    "anime": "Skip Beat!",
    "id": 8122,
    "name": "Kyoko Mogami"
  },
  {
    "quote": "The vampires don't really care about humanity in general. It's only specific humans like you that concern them... The kind of humans who will stop at nothing to acquire more power.",
    "anime": "Owari no Seraph",
    "id": 8121,
    "name": "Mikaela Hyakuya"
  },
  {
    "quote": "If there's someone you wish to see, then you are no longer alone.",
    "anime": "Natsume Yuujinchou",
    "id": 8120,
    "name": "Takashi Natsume"
  },
  {
    "quote": "But they say a woman is better off with an unloved man, versus a man who loves her.",
    "anime": "Nisemonogatari",
    "id": 8119,
    "name": "Senjougahara Hitagi"
  },
  {
    "quote": "You can’t cause a change without some courage and determination.",
    "anime": "Utsuro no Hako to Zero no Maria",
    "id": 8118,
    "name": "Usui Haruaki"
  },
  {
    "quote": "Humans are pitiful beings, walking forward their backs to the future gazing at the past. This is why they fail to notice the simplest pitfalls and stumble tragically and comically.",
    "anime": "Umineko no Naku Koro ni Chiru Episode 8: Twilight of the...",
    "id": 8117,
    "name": "Frederica Bernkastel"
  },
  {
    "quote": "There is no such thing as forever. Everything ends sooner or later. Just as it should. Because now is only now. And this moment... is so precious.",
    "anime": "Haibane Renmei",
    "id": 8116,
    "name": "Reki"
  },
  {
    "quote": "In the end, the best way to live down here is to be smart. You've got to be clever to survive.",
    "anime": "Owari no Seraph",
    "id": 8115,
    "name": "Mikaela Hyakuya"
  },
  {
    "quote": "It's easy for girls to take advantage of your kindness, so be careful.",
    "anime": "Nisemonogatari",
    "id": 8114,
    "name": "Suruga Kanbaru"
  },
  {
    "quote": "There’s no despair that can’t be overcome by everyday life.",
    "anime": "Utsuro no Hako to Zero no Maria",
    "id": 8113,
    "name": "Otonashi Maria"
  },
  {
    "quote": "It doesn't seem right to let a girl choose me. I would rather choose the girl I devote myself to.",
    "anime": "Chihayafuru",
    "id": 8112,
    "name": "Taichi Mashima"
  },
  {
    "quote": "Birds with the wind in their wings are flying across the great blue sky right now. And all of you should be able to make it! To the highest limit, to the farthest limit!",
    "anime": "Haikyuu!! Second Season",
    "id": 8111,
    "name": "Ittetsu Takeda"
  },
  {
    "quote": "The impostor is an impostor because it can't be distinguished from the real thing. The proof of its falsity is in its resemblance to the real thing.",
    "anime": "Nisemonogatari",
    "id": 8110,
    "name": "Koyomi Araragi"
  },
  {
    "quote": "The purpose of practice is to improve your power. The purpose of the real race is to win.",
    "anime": "Utsuro no Hako to Zero no Maria",
    "id": 8109,
    "name": "Shindo Iroha"
  },
  {
    "quote": "Sometimes people put up walls, not to keep others out, but to see who cares enough to break them down.\r\n",
    "anime": "Ao Haru Ride",
    "id": 8108,
    "name": "Yoshioka Futaba"
  },
  {
    "quote": "I don’t put much trust in words like \"personality\" or \"disposition\" or \"character.\" Those things all change depending on the situation. Looking at it in the long run, what changes people is what situations they get into. People put a lot of faith in consistency, but it’s something more superficial than most people think.",
    "anime": "Three Days of Happiness",
    "id": 8107,
    "name": "Kusonoki"
  },
  {
    "quote": "I believe that love is much deeper than that. It’s much more irreversible. It exceeds just caring for each other and continues until both parties become entangled and inseparable. They combine to form a single concept. They become one. Neither of them must come apart. THAT’S LOVE.",
    "anime": "Utsuro no Hako to Zero no Maria",
    "id": 8106,
    "name": "Hoshino Kazuki"
  },
  {
    "quote": "Haven't you already lifted your foot, preparing to step forward? Then you only have one option! Finish taking that step! ",
    "anime": "Toradora!",
    "id": 8105,
    "name": "Sumire Kanō"
  },
  {
    "quote": "Being rivals does not mean being an enemy.",
    "anime": "ReLIFE",
    "id": 8104,
    "name": "Kaizaki Arata"
  },
  {
    "quote": "You appearing before me was the best thing that’s ever happened in my life. The worst was when you left my sight. …And depending on your reply now, I might have a new best or worst.",
    "anime": "Three Days of Happiness",
    "id": 8103,
    "name": "Kusonoki"
  },
  {
    "quote": "\"Because I won’t die if I miss.\" I can totally understand the words of that slugger. We won’t die just because our dreams and efforts prove futile, nor do we need to despair. We both faced much greater despair, so we aren’t afraid of the obstacles that lie before us. We can easily bet on a coin flip while others are too frightened to even pick heads or tails.",
    "anime": "Utsuro no Hako to Zero no Maria",
    "id": 8102,
    "name": "Usui Haruaki"
  },
  {
    "quote": "The three pleasures of life are \"eating\", \"bathing\" and \"sleeping\"!!",
    "anime": "Tabi ni Deyou Horobiyuku Sekai no Hate Made",
    "id": 8101,
    "name": "Girl"
  },
  {
    "quote": "The more fun I have, the more it'll hurt when we part ways. I know that all too well.",
    "anime": "ReLIFE",
    "id": 8100,
    "name": "Hishiro Chizuru"
  },
  {
    "quote": "However happy or sad something is, you’ll soon forget it if you don’t get a chance to recall it. What people don’t realize is that they’ve forgotten about forgetting. If everyone really preserved the happiest memory from their past perfectly, they’d only be sadder living in their relatively hollow present. And if everyone preserved the worst memory from their past perfectly, well, they’d still be sad. Everyone just remembers what it’s inconvenient not to remember.",
    "anime": "Three Days of Happiness",
    "id": 8099,
    "name": "Kusonoki"
  },
  {
    "quote": "Do you know why you are making the mistake of sacrificing yourself? It’s because you’re weak. It’s because you can’t face reality.",
    "anime": "Utsuro no Hako to Zero no Maria",
    "id": 8098,
    "name": "Otonashi Maria"
  },
  {
    "quote": "Why can't I steal him from her? There are no rules in the game of love!",
    "anime": "Yamada-kun to 7-nin no Majo",
    "id": 8097,
    "name": "Odagiri Nene"
  },
  {
    "quote": "Studying is important, but I think love is too. It's the last summer of high school. It's a precious time that won't come again.",
    "anime": "ReLIFE",
    "id": 8096,
    "name": "Kaizaki Arata"
  },
  {
    "quote": "Re-explaining my memories through words made good memories easier to savor, and bad memories easier to accept.",
    "anime": "Three Days of Happiness",
    "id": 8095,
    "name": "Kusonoki"
  },
  {
    "quote": "Giving people what they want only results in temporary delight, and that you can only make a select few people happy that way.",
    "anime": "Utsuro no Hako to Zero no Maria",
    "id": 8094,
    "name": "Otonashi Aya"
  },
  {
    "quote": "Girls' hearts are reflected by their underwear's color...!!",
    "anime": "Yamada-kun to 7-nin no Majo",
    "id": 8093,
    "name": "Miyamura Toranosuke"
  },
  {
    "quote": "Fight with all your might. With those young kids, give your mind and heart a solid workout. Let your heart, which had dried up and gotten stiff, beat once more.",
    "anime": "ReLIFE",
    "id": 8092,
    "name": "Yoake Ryou"
  },
  {
    "quote": "There can be no going back once you come to love someone.",
    "anime": "Three Days of Happiness",
    "id": 8091,
    "name": "Miyagi"
  },
  {
    "quote": "Cry when you’re sad. Laugh when you’re happy. Get angry when you don’t like something. Depend on someone when you’re depressed. Care for yourself before you care for others. Don’t hate anyone. Be proud of yourself. Stay loyal when you fall in love.",
    "anime": "Utsuro no Hako to Zero no Maria",
    "id": 8090,
    "name": "Otonashi Maria"
  },
  {
    "quote": "Is there some rule that says I have to give up just because I was rejected?!",
    "anime": "Yamada-kun to 7-nin no Majo",
    "id": 8089,
    "name": "Yamada Ryū"
  },
  {
    "quote": "Please, let that iron guard down for a minute. It's only hurting you. I know when you've hit rock bottom, people trying to cheer you up can be really annoying. \"What would you know?\" \"Just leave me alone.\" But what if someone you're pushing away is really worried about you? That'd be a shame.",
    "anime": "ReLIFE",
    "id": 8088,
    "name": "Kaizaki Arata"
  },
  {
    "quote": "I’d rather have my physical pain exceed my mental pain than the other way around. By hurting myself just enough, I could turn my attention to that.",
    "anime": "Three Days of Happiness",
    "id": 8087,
    "name": "Kusonoki"
  },
  {
    "quote": "If I abandoned you, I would be released from this pain. I would live on. But before long, I would end up seeking you again, for all my actions are ultimately devoted to you and only you. All I want is to stay on target and walk straight ahead—ignoring the losses and opposition, and even the results. That’s all I can do. Some people might call it an obsession, others may deem it a miracle—but to me and many others, my driving rationale couldn’t be more obvious and natural. There are people who understand this and there are people who don’t, and I simply happen to belong to the first group. The only difference is whether they have noticed that they don’t need boxes to make their wishes come true, and what it means to fulfill a wish. My commitment to find you comes with great suffering. Not once have I thought it’s easy. For your sake, I laughed, cried, and yelled. Because of you, I destroyed my heart, my body, and the world. Still, I’m only really alive when I’m touching the fragment of you that I carry within me. Even if I don’t reach you in the end… Even if I know the horrible outcome that awaits me… I will keep searching for you, who dwells inside Maria. I’m going to vanish. Maybe I’m getting my just deserts for being too greedy with my wish. To be honest, part of me regrets that we met, but if I were to choose between a life in which we met and a life in which we didn’t, I would always pick the former. Always. I’m sure of that, even though I may be hesitating over, wavering about, and regretting my choices all the time. I will not have accomplished anything by the time I vanish, and I’m certainly not mature enough to say that I can accept that. Even now, I’m still dreaming— …that my efforts might be rewarded with some kind of happy ending.",
    "anime": "Utsuro no Hako to Zero no Maria",
    "id": 8086,
    "name": "Hoshino Kazuki"
  },
  {
    "quote": "Life has no weight in itself; it’s a concept created by the observer that does not have a definite form. Essentially, life does not entail multiple instances but is just one massive wobbly lump. However, we tend to refer to the bodies that were formed out of that giant lump as “lives”. The essence of life is in all of us and can’t be “stolen” or “born.” As long as the essence of life exists, life does not decrease or increase, and it certainly won’t disappear.",
    "anime": "Utsuro no Hako to Zero no Maria",
    "id": 8085,
    "name": "Hoshino Kazuki"
  },
  {
    "quote": "Knowing what's in store for me means I have nothing to look forward to. If I know something good's going to happen... then when it does, I'm only half as happy about it because I knew in advance. And then when I know something bad is going to happen... when it does, I get overwhelmed with this sense of defeat... and feel even worse.",
    "anime": "Yamada-kun to 7-nin no Majo",
    "id": 8084,
    "name": "Sarushima Maria"
  },
  {
    "quote": "After you've gobbled him down you'd be left alone to regret it while covered in blood and guts. That's the hunger of a ghoul. That's our destiny.",
    "anime": "Tokyo Ghoul",
    "id": 8083,
    "name": "Touka Kirishima"
  },
  {
    "quote": "But there's something a little sad about them [fireworks], too. They're so flashy, pretty and exciting, but as they fade, you feel sort of lonely.",
    "anime": "ReLIFE",
    "id": 8082,
    "name": "Kaizaki Arata"
  },
  {
    "quote": "You should just steal the things you want.",
    "anime": "Terror in Resonance",
    "id": 8081,
    "name": "Five"
  },
  {
    "quote": "You can erase the memories, but you can't erase the feelings behind them.",
    "anime": "Yamada-kun to 7-nin no Majo",
    "id": 8080,
    "name": "Yamazaki Haruma"
  },
  {
    "quote": "When surviving today is so simple and matter-of-fact people tend to forget. They forget what it means to eat a pig. They say all life is equal, but how much life is consumed to keep them alive everyday?",
    "anime": "Bokurano",
    "id": 8079,
    "name": "Tanaka Misumi"
  },
  {
    "quote": "All we can do is live while losing things.",
    "anime": "Tokyo Ghoul",
    "id": 8078,
    "name": "Renji Yomo"
  },
  {
    "quote": "Truth is a shy little thing. If you approach it, it will hide. Truth is a lonesome little thing. If you move away from it, it will give chase.",
    "anime": "Princess Tutu",
    "id": 8077,
    "name": "Edel"
  },
  {
    "quote": "It's okay to live, even if there's no greater point to living.",
    "anime": "Sword Art Online II",
    "id": 8076,
    "name": "Konno Yuuki"
  },
  {
    "quote": "People are all evil. In order to falsely believe yourself to be just, you must inevitably falsely believe that someone else is more evil than you.",
    "anime": "Bleach the Movie: Hell Verse",
    "id": 8075,
    "name": "Inoue Orihime"
  },
  {
    "quote": "As my fingers and toes re-grew like fingernails or hair over and over and over and over... and over again, every single time I got the feeling that I truly, truly truly was a monster.",
    "anime": "Tokyo Ghoul",
    "id": 8074,
    "name": "Kaneki Ken"
  },
  {
    "quote": "No matter how big the place is, we'll eventually reach the edge if we keep moving forward!",
    "anime": "Fullmetal Alchemist: Brotherhood",
    "id": 8073,
    "name": "Edward Elric"
  },
  {
    "quote": "I don't understand what I say that makes people so mad. I don't understand how they feel. I know that's because I haven't properly socialized, I've tried to learn. I've tried to study up on it, but I just don't know what's right.",
    "anime": "ReLIFE",
    "id": 8072,
    "name": "Hishiro Chizuru"
  },
  {
    "quote": "Getting kicked out of school won't kill me, but losing my way of life most certainly will.",
    "anime": "Denpa Kyoushi",
    "id": 8071,
    "name": "Shikishima Kiriko"
  },
  {
    "quote": "Never trust anyone too much, remember the devil was once an angel.",
    "anime": "Tokyo Ghoul",
    "id": 8070,
    "name": "Kaneki Ken"
  },
  {
    "quote": "Falling is just another way of flying.",
    "anime": "Terror in Resonance",
    "id": 8069,
    "name": "Nine"
  },
  {
    "quote": "I thought that without you, everything would be so boring. The idea of someone else touching you... was just not okay. I only realized this recently. But I think... I've loved you for a long time, too.",
    "anime": "ReLIFE",
    "id": 8068,
    "name": "Ooga Kazuomi"
  },
  {
    "quote": "It's not that I don't trust you all. It's the opposite. I'm going because I believe in you all. You all know this well, right? No matter who betrays me, I won't betray anyone.",
    "anime": "SERVAMP",
    "id": 8067,
    "name": "Tsubaki"
  },
  {
    "quote": "They've been exposed to the outside world, up close and personal. They've had that fear planted in them. And they've endured it. Overcome it. Each has grown from that experience... and forgotten how to hesitate.",
    "anime": "Boku no Hero Academia",
    "id": 8066,
    "name": "Eraserhead"
  },
  {
    "quote": "I think it's a good thing, you know. You're paying attention to those around you. You don't just notice, you take action to help. I think it's one of your strength. But don't you wonder? Is getting rid of all the thorns in someone's path really what's best for them? While they're still young enough to be allowed to trip and fall, it's important for them to learn the pain of it and how to pick themselves up again.",
    "anime": "ReLIFE",
    "id": 8065,
    "name": "Yoake Ryou"
  },
  {
    "quote": "I don't want to lie anymore. The words \"I believe in you\" is a curse. No, it's a spell. If the one who hears it feels cursed, they are.",
    "anime": "SERVAMP",
    "id": 8064,
    "name": "Watanuki Sakuya"
  },
  {
    "quote": "The slight difference between those who always aim for the top and those who don't... It'll come to matter in a big way once you all emerge into society.",
    "anime": "Boku no Hero Academia",
    "id": 8063,
    "name": "All Might"
  },
  {
    "quote": "I'm not only allowing my comrade to continue to their deaths but I will also follow her footsteps. It's clearly a show of irresponsibility... But those that did not even intend to take the responsibility in the first place can only be called cowardly and despicable.",
    "anime": "Mondaiji-tachi Ga Isekai Kara Kuru Sou Desu Yo?",
    "id": 8062,
    "name": "Izayoi Sakamaki"
  },
  {
    "quote": "I can't just leave a crying girl alone and go home. I'm too wimpy to carry you, but I can lend you a shoulder, and get you down the stairs.",
    "anime": "ReLIFE",
    "id": 8061,
    "name": "Ooga Kazuomi"
  },
  {
    "quote": "You don't know anything. What the hell is up with you? Trying to be the hero? Feel like some all-powerful main character? So annoying! Why? When? Where? What? How will you do and just who will you become? You're just pretending by spouting your ideals! You have nothing! You won't become someone. \r\n",
    "anime": "SERVAMP",
    "id": 8060,
    "name": "Lawless"
  },
  {
    "quote": "The most inflated egos are often the most fragile.",
    "anime": "Boku no Hero Academia",
    "id": 8059,
    "name": "All Might"
  },
  {
    "quote": "I'm so stupid. At that time, I thought I could escape. I thought I'd be taken somewhere out of this world. I got my hopes up a little. But that's impossible isn't it? I'm not playing by the rules. As if anyone would just take me away when I wanted them to. I'm so stupid.",
    "anime": "Terror in Resonance",
    "id": 8058,
    "name": "Mishima Lisa"
  },
  {
    "quote": "Knocking others down to gain an advantage is a fruitless endeavor. It means they've given up on winning any other way.",
    "anime": "ReLIFE",
    "id": 8057,
    "name": "Saiki Michiru"
  },
  {
    "quote": "You're just too busy comparing yourself to others to see. Those comparisons aren't the only measure. Don't say it's all pointless. You've work hard and made yourself better. That's what you got in return. So don't put yourself down like this.",
    "anime": "ReLIFE",
    "id": 8056,
    "name": "Kaizaki Arata"
  },
  {
    "quote": "Yeah, I'm being stupid.  I know that it's out of question. I know how this will end. I'll be left with nothing.  Even so, I want us to think, writhe, struggle... and find... [something genuine].",
    "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
    "id": 8055,
    "name": "Hachiman Hikigaya"
  },
  {
    "quote": "Not taking the initiative to secure your future but just waiting for luck to come your way, wasn't that just the definition of being lazy?",
    "anime": "Mondaiji-tachi Ga Isekai Kara Kuru Sou Desu Yo?",
    "id": 8054,
    "name": "Izayoi Sakamaki"
  },
  {
    "quote": "The only atonement you will ever realize will be that of you're own death. You will be justly and severely punished, before you ever find the peace you seek Kenshin. That is the meaning of 'Jinchū'. Those who live must act in the place of those who have died. YOU ARE A CRIMINAL SO DIE LIKE ONE! I will make you suffer and scream, you took my sister... You destroyed her happiness... SUFFER KENSHIN, DIE! YOU MISERABLE DOG!!",
    "anime": "Rurouni Kenshin",
    "id": 8053,
    "name": "Enishi Yukishiro"
  },
  {
    "quote": "I want to defeat the me that's dragging this failure around. I don't want to forget my failure. But if I carry it with me as a bad memory and keep running away, I will never change.",
    "anime": "ReLIFE",
    "id": 8052,
    "name": "Hishiro Chizuru"
  },
  {
    "quote": "Just as stand users attract other stand users, loners seems to have an ability to attract other loners as well.",
    "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
    "id": 8051,
    "name": "Hachiman Hikigaya"
  },
  {
    "quote": "However far I fall as long as there's so much as a thread left I will use it to climb. I'll take hold of it. I refuse to give up while I'm still human I can do that much. But every person must decide on his own whether to grab it.",
    "anime": "Kuroshitsuji",
    "id": 8050,
    "name": "Ciel Phantomhive"
  },
  {
    "quote": "Even if I lose my \"voice\". Even if everyone else doesn't turn up to hear me sing — as long as you're there, then, that's enough. If it comes to that… I will sing, just for you.",
    "anime": "Date A Live",
    "id": 8049,
    "name": "Izayoi Miku"
  },
  {
    "quote": "Whether you get mad, whether you laugh. The sun will set, morning will come. Each and every time, I'll just start over again.",
    "anime": "Tari Tari",
    "id": 8048,
    "name": "Atsuhiro Maeda"
  },
  {
    "quote": "If you don't believe in history... Just believe in the world you see with your own eyes.",
    "anime": "07 Ghost",
    "id": 8047,
    "name": "Frau"
  },
  {
    "quote": "It's still a form of love. To those with the emotion of love, acts of rebelling, anger, cursing, fighting, and killing do not work in contradiction to that emotion. Rather, too strong a love could quicken them. What the other wishes is not all there is to love.",
    "anime": "Shakugan no Shana III",
    "id": 8046,
    "name": "Khamsin Nbh'w"
  },
  {
    "quote": "In order to accomplish something, first you had to believe in yourself that you could do it.",
    "anime": "Rokka no Yuusha",
    "id": 8045,
    "name": "Adlet Mayer"
  },
  {
    "quote": "Just because you die... doesn't mean that the people you killed will come back to life... instead using this sword to save just one more soul is repentance in true sense. ",
    "anime": "Rurouni Kenshin",
    "id": 8044,
    "name": "Kenshin Himura"
  },
  {
    "quote": "A lone warrior surviving hundreds of battles, when it comes to losing, I'm the strongest.",
    "anime": "Yahari Ore no Seishun Love Comedy wa Machigatteiru",
    "id": 8043,
    "name": "Hachiman Hikigaya"
  },
  {
    "quote": "We're going to be moving forward! If we move forward, we'll get stronger, both physically and mentally.",
    "anime": "Fullmetal Alchemist: Brotherhood",
    "id": 8042,
    "name": "Edward Elric"
  },
  {
    "quote": "People do peculiar things when it comes to love... Our own safety doesn't seem so important.\r\n",
    "anime": "Tsubasa Reservoir Chronicle",
    "id": 8041,
    "name": "Fay D. Flourite"
  },
  {
    "quote": "I had a lot of dreams as a child. I wanted many people to listen to the piano. I wanted to fly. I wanted to communicate with animals. Those dreams have all pretty much come true. Right now, I have a different dream. What mankind can imagine is what mankind can make into a reality. The imagination is a weapon. It is far superior than anything else in the world.",
    "anime": "SERVAMP",
    "id": 8040,
    "name": "Licht Jekylland Todoroki"
  },
  {
    "quote": "When there's nothing to be gained, rising to the challenge at those times... is surely the mark... of a true hero!!",
    "anime": "Boku no Hero Academia",
    "id": 8039,
    "name": "All Might"
  },
  {
    "quote": "Trying to knock others down a peg just means lowering yourself. Don't go trampling all the hardwork and trust you've build up. It insults the effort you put in.",
    "anime": "ReLIFE",
    "id": 8038,
    "name": "Kaizaki Arata"
  },
  {
    "quote": "I envy you just for having someone who's worried about you.",
    "anime": "Elfen Lied",
    "id": 8037,
    "name": "Mayu"
  },
  {
    "quote": "On the one hand, humans seek out new stimuli with insatiable desire. On the other, they're also odd creatures that value old and very rare things.",
    "anime": "Gosick",
    "id": 8036,
    "name": "Victorique de Blois"
  },
  {
    "quote": "Just because you're tough doesn't mean you can do whatever you want, right?",
    "anime": "Gantz",
    "id": 8035,
    "name": "Ayumu Kato"
  },
  {
    "quote": "If you keep saving butterflies, spiders will starve to death! But... wanting to save them both is a contradiction. What would you rather do? Keep deliberating? The butterfly will be eaten in the meantime. ",
    "anime": "Trigun",
    "id": 8034,
    "name": "Millions Knives"
  },
  {
    "quote": "Love does not hurt when you're loving the right person.",
    "anime": "Nisekoi",
    "id": 8033,
    "name": "Tachibana Marika"
  },
  {
    "quote": "If this is the path you choose to walk... I will not interfere. But if you turn the people against you... Will you be able to function as a hero? This worries me. But if you ever get in a tight spot... I will be there.",
    "anime": "One Punch Man",
    "id": 8032,
    "name": "Genos"
  },
  {
    "quote": "Heroes and villains both thrive on violence, but we're still categorized. \"You're good.\" \"You're evil.\" That's how it is!! Symbol of peace? Hah!! In the end you're just a tool for violence, made to keep us down! And violence only breeds more violence.",
    "anime": "Boku no Hero Academia",
    "id": 8031,
    "name": "Shigaraki Tomura"
  },
  {
    "quote": "You ain't gonna know unless you climb up yerself. Ain't no way to look if you don't try.",
    "anime": "Barakamon",
    "id": 8030,
    "name": "Kotoishi Naru"
  },
  {
    "quote": "It's not about wanting to do something that you can do, it's about what you do. It's not about wanting to become someone, it's about who you want to become. ",
    "anime": "SERVAMP",
    "id": 8029,
    "name": "Licht Jekylland Todoroki"
  },
  {
    "quote": "It's okay if you don't understand, just stay with me, watch me, and slowly come to understand.",
    "anime": "Kiznaiver",
    "id": 8028,
    "name": "Agata Katsuhira"
  },
  {
    "quote": "It's ineffective to deal with many problems at once.",
    "anime": "ReLIFE",
    "id": 8027,
    "name": "Hishiro Chizuru"
  },
  {
    "quote": "Life's but a waking shadow. A poor player, that struts and frets his hour upon the stage And then is heard no more. No matter how hopelessly they struggle in the light, they all die without meaning. Licht-tans's piano skills are amazing, but see... be it you or anyone, it's impossible to become anything. Human life is so meaningless...",
    "anime": "SERVAMP",
    "id": 8026,
    "name": "Lawless"
  },
  {
    "quote": "It's because we don't unterstand! It's because we don't unterstand that we wonder what the other is thinking and try desperately to unterstand every word they say... You end up thinking too much about the other person, and being close to them becomes painful so you try to distance yourself... I believe you become friends with somebody by doing that over and over, and that's how... As much as I hate to admit it, it's how I became friends with these guys.",
    "anime": "Kiznaiver",
    "id": 8025,
    "name": "Maki Honoka"
  },
  {
    "quote": "There is no right answer for getting along. Different people require different answers.",
    "anime": "ReLIFE",
    "id": 8024,
    "name": "Kaizaki Arata"
  },
  {
    "quote": "If you feel yourself hitting up against your limit remember for what cause you clench your fists... remember why you started down this path, and let that memory carry you beyond your limit.",
    "anime": "Boku no Hero Academia",
    "id": 8023,
    "name": "All Might"
  },
  {
    "quote": "Reaching out to someone is simple.  All you need is the resolve to say, \"I'm your ally no matter what.\" \"I believe in you.\" That's all the resolve you need. It's okay to make mistakes. I grew up by making mistakes. Don't have any regrets. Your justice may be completely different from someone else's. You are completely different people after all. But you still live on together. People always look for ways to do just that.",
    "anime": "SERVAMP",
    "id": 8022,
    "name": "Shirota Tooru"
  },
  {
    "quote": "If I don't understand how a friend feels, am I not allowed to worry about them? If I don't experience what you do, am I not allowed to worry about you, my friend?",
    "anime": "ReLIFE",
    "id": 8021,
    "name": "Hishiro Chizuru"
  },
  {
    "quote": "People... are not born equal. That's the hard truth I learned at age four. But that... was my first and last setback.",
    "anime": "Boku no Hero Academia",
    "id": 8020,
    "name": "Midoriya Izuku "
  },
  {
    "quote": "The role of the young is to break new ground without fear of failure. Remain in memories, not record books! Lose the battle, win the war!",
    "anime": "Barakamon",
    "id": 8019,
    "name": "Kawafuji Takao"
  },
  {
    "quote": "No, order exists to protect the people. We must not aim our guns at the wrong people. What we should eliminate are our doubting hearts and minds.",
    "anime": "Koutetsujou no Kabaneri",
    "id": 8018,
    "name": "Yomogawa Ayame"
  },
  {
    "quote": "If we continue on the same path, we are likely to meet again.",
    "anime": "Barakamon",
    "id": 8017,
    "name": "Handa Seishū"
  },
  {
    "quote": "The heart moves where the heart wills.",
    "anime": "Tower Of God",
    "id": 8016,
    "name": "Twenty-Fifth Baam"
  },
  {
    "quote": "The storyteller may fall silent, the music may cease, but the story will not end. Be it tragedy or comedy, as long as there is applause, the story will not end. It is just like the multitude of human lives. Warm blessings to we who were not rewarded, and we who are still on our way. Our travels continue on.",
    "anime": "Fate/stay night",
    "id": 8015,
    "name": "Fate/stay night"
  },
  {
    "quote": "We will have lost only the moment humans give up and stop fighting. As long as they keep on fighting, our defeat is not certain.",
    "anime": "Shingeki no Kyojin",
    "id": 8014,
    "name": "Mike Zacharias"
  },
  {
    "quote": "What is important to survival isn't the ability to hide and protect yourself, it is to stand up and fight the Kabane.",
    "anime": "Koutetsujou no Kabaneri",
    "id": 8013,
    "name": "Biba Amatori"
  },
  {
    "quote": "Whether you win or lose... You can always come out ahead by learning from the experience.",
    "anime": "Boku no Hero Academia",
    "id": 8012,
    "name": "All Might"
  },
  {
    "quote": "You couldn't save your mom because you... weren't strong enough. I didn't face the Titan... because I wasn't brave enough.",
    "anime": "Shingeki no Kyojin",
    "id": 8011,
    "name": "Hannes"
  },
  {
    "quote": "When things seem beyond help, if you open your eyes and take a really good look... It's a lot better than turning your back and hiding your eyes.",
    "anime": "Kekkai Sensen",
    "id": 8010,
    "name": "Leonardo Watch"
  },
  {
    "quote": "You've always seen yourself as just a normal kid, and you're right, that's exactly what you are. You're normally caring, normally cheerful, and you're normally nosy. You've a strong moral compass, concern for your friends, and honor. I know you don't see this, but what's normal to you, well it's far from it. Everyone else would call it courageous and noble. It's because of the person you are that you don't think twice about your own safety when it comes to helping your friends. 'Cause that's just normal to you.",
    "anime": "Kekkai Sensen",
    "id": 8009,
    "name": "Zed O'Brien"
  },
  {
    "quote": "When you fall in love with someone, you want everything from them. Its only natural to feel that way... but real love can only happen when you want what's best for the other person and never ask for anything in return.",
    "anime": "NANA",
    "id": 8008,
    "name": "Nobuo Terashima"
  },
  {
    "quote": "It's fine if he holds bad judgements without trying to get to know me. The real point is letting just the ones who want to understand me know my real self. ",
    "anime": "Ouran High School Host Club",
    "id": 8007,
    "name": "Kyoya Ootori"
  },
  {
    "quote": "I shouldn't think about losing before the match has even begun. ",
    "anime": "Baby Steps",
    "id": 8006,
    "name": "Eiichirou Maruo"
  },
  {
    "quote": "Dragons are just bigger swallows.",
    "anime": "Fate Grand Order",
    "id": 8005,
    "name": "Assassin"
  },
  {
    "quote": "Sometimes, it's necessary to look back at the past in order to move on to the future.",
    "anime": "Gintama",
    "id": 8004,
    "name": "Okita Sougo"
  },
  {
    "quote": "Even if you have regrets, even if you have remorse, you must fight. If you have made the decision for yourself to fight, to struggle, then fight with all you have. Do not give up for one second, one moment, or one instant. Cling greedily to the victory you have within your sight. If you can still stand, if your fingers still move, if all your teeth have not broken, stand and fight. You must fight!",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "id": 8003,
    "name": "Wilhelm van Astrea"
  },
  {
    "quote": "Leave people to their own thoughts, and sooner or later they start questioning the powers that be. If you're in a position of power, the last thing you want folks to ask is whether or not the way things are, is the way they have to be.",
    "anime": "Fractale",
    "id": 8002,
    "name": "Sunda Granitz"
  },
  {
    "quote": "Being an actress is about satisfying people's need for fantasies...as an escape to reality. When someone is affected by the movie or drama; whether it be happiness or sadness; it is a great honor for us. ",
    "anime": "Atrocious Fairy Tales for Adults",
    "id": 8001,
    "name": "Mita Ratsufu"
  },
  {
    "quote": "My mom always says, strangers are just friends you haven't met yet.",
    "anime": "RWBY",
    "id": 8000,
    "name": "Jaune Arc"
  },
  {
    "quote": "A world created through oppresing others with brute force has no meaning!",
    "anime": "Yu-Gi-Oh! Arc-V",
    "id": 7999,
    "name": "Yuzu Hiiragi"
  },
  {
    "quote": "You need someone else to become more disciplined. No matter how hard you try by yourself, there´s a limit.",
    "anime": "Haikyuu!! Second Season",
    "id": 7998,
    "name": "Ukai Keishin"
  },
  {
    "quote": "Even if all the confidence and pride you've built over the years is blown to pieces by a major failure, even if you've had a soul-crushing experience, you still have to open the shop the next day. That's who chefs are.",
    "anime": "Shokugeki no Sōma: Ni no Sara",
    "id": 7997,
    "name": "Sōma Yukihira"
  },
  {
    "quote": "I thought that would be the only way I could become the world's strongest man. But you know... It didn't work. Your heart isn't something you can get rid of. If you're trying to get rid of your heart, your heart is making you do it. You can never abandon everything to get stronger. The one thing you can never stop is falling in love with someone!",
    "anime": "Rokka no Yuusha",
    "id": 7996,
    "name": "Adlet Mayer"
  },
  {
    "quote": "The people laughing are laughing at their own ignorance.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7995,
    "name": "Sakamoto Yuuji"
  },
  {
    "quote": "Liars always say the same things. \"I'll believe in you. I'll protect you. I care about you.\" I'll never believe that again... No one will ever protect me. I won't even think about it. I'll fight alone, live alone, and die alone. I know... I've felt it on my skin and in my body... That it's better not to believe in anyone than believe and be betrayed!",
    "anime": "Rokka no Yuusha",
    "id": 7994,
    "name": "Fremy Speedraw"
  },
  {
    "quote": "Oh? What are you surprised about!? Do you think that I'm someone who would give up after being rejected just once!? Hospitalized or not, I shall continue to polish myself and become even moooore of a spectacular lady, and return to you!!",
    "anime": "Nisekoi",
    "id": 7993,
    "name": "Tachibana Marika"
  },
  {
    "quote": "Ah, that's right. Me hating that her hard work wouldn't be rewarded was just my secondary reason. My motivation was actually much simpler-- from the first time I met this girl, I just wanted to see her smiling face.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7992,
    "name": "Yoshii Akihisa"
  },
  {
    "quote": "I was able to become strong because I still believe those words. That a man can't become strong for revenge's sake. He becomes strong because he believes in something.",
    "anime": "Rokka no Yuusha",
    "id": 7991,
    "name": "Adlet Mayer"
  },
  {
    "quote": "To enjoy my youth properly. She might've been talking about something like this. To live without thinking about consequences or what's around me with all my strength. That's what it was about...",
    "anime": "Nisekoi",
    "id": 7990,
    "name": "Maiko Shuu"
  },
  {
    "quote": "Yoshii Akihisa-kun, when a person with ability, but is unfairly treated, tries to get back the position he deserves, will you step in to interfere?",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7989,
    "name": "Takashiro Masaharu"
  },
  {
    "quote": "Humans can lie with words. And they can deceive with actions. You can't trust their eyes, voices, or expressions. But when they're about to die, their faces show the truth, no matter what.",
    "anime": "Rokka no Yuusha",
    "id": 7988,
    "name": "Hans Humpty"
  },
  {
    "quote": "I confessed you know!? Many, many times! Even though I knew the answer from my mouth... with my voice! I confessed you know!? Have you ever looked at Raku straight in the eyes!? Is that all you've got for Raku!? At least for the last time, you need to be a little more truthful to yourself!! If you really liked him, then you can't just pretend like nothing ever happened!!",
    "anime": "Nisekoi",
    "id": 7987,
    "name": "Tachibana Marika"
  },
  {
    "quote": "Everyone has their own talents, and strong wills that won't lose to anyone else.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7986,
    "name": "Sakamoto Yuuji"
  },
  {
    "quote": "More than anyone else, humanity is a species which looks forward to tomorrow. Because of their dreams, they can bear with the unjustness of the present.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7985,
    "name": "Rory Mercury"
  },
  {
    "quote": "The length of time you've been in love isn't the only thing that matters, right?",
    "anime": "Nisekoi",
    "id": 7984,
    "name": "Maiko Shuu"
  },
  {
    "quote": "Once a person is ready to die, anything is possible.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7983,
    "name": "Shimada Minami"
  },
  {
    "quote": "Only humans, with their short lifespan, are driven to solve every problem they encounter. It is how they live.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7982,
    "name": "Lelei la Lelena"
  },
  {
    "quote": "Traditions that don't benefit people today are worthless.",
    "anime": "Nisekoi",
    "id": 7981,
    "name": "Tachibana Chika"
  },
  {
    "quote": "When you are feeling sad... smile, even if you have to force yourself... If you cry when it gets painful... it will only get more painful.",
    "anime": "Brynhildr in the Darkness",
    "id": 7980,
    "name": "Chie"
  },
  {
    "quote": "Listen up you guys! This is the final battle! Grit your teeth and get ready to go with all your might! We're only aiming to win! It doesn't matter whether we're idiots or ordinary people or smart people! Everyone's to do whatever they can do! We're definitely... going to win this battle! Just watch, 3rd years...! I'm going to smash those heads of yours and show you how capable these idiots you look down on really are!",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7979,
    "name": "Sakamoto Yuuji"
  },
  {
    "quote": "A mission's one thing, but I can't put them in danger for personal reasons. The only life I can do that to is my own.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7978,
    "name": "Itami Youji"
  },
  {
    "quote": "So you feel like you're being dishonest or something? That's not true. It's a great thing to come to like someone. If you ask me... The important thing here is, that you have to make a clear choice between the two of them.",
    "anime": "Nisekoi",
    "id": 7977,
    "name": "Maiko Shuu"
  },
  {
    "quote": "Humans easily betray others. That's just the nature of them.",
    "anime": "Brynhildr in the Darkness",
    "id": 7976,
    "name": "Wakabayashi Hatsuna"
  },
  {
    "quote": "I can't let myself not like the person I like.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7975,
    "name": "Shimada Minami"
  },
  {
    "quote": "To a girl, a man who’s nice to everyone... hm, I suppose that works as an example, to a man, it would be like a woman who opens her legs to anyone. People want companions so they can swiftly satisfy their need for love and affection. A woman wants a man who only shows his love to her.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7974,
    "name": "Rory Mercury"
  },
  {
    "quote": "I won't come to hate you! Never! Regardless of what happens in the future!",
    "anime": "Nisekoi",
    "id": 7973,
    "name": "Tachibana Marika"
  },
  {
    "quote": "People don't simply disappear from this world when they die. They only truly die when they are forgotten by those who are alive. That's why it doesn't matter whether I lived or died. No one knows of my existence, and I don't have I don't have a single friend. But... if you all won't forget about me... that is enough even if I die. With just that... I would be more alive than I ever have been.",
    "anime": "Brynhildr in the Darkness",
    "id": 7972,
    "name": "Tokou Nanami"
  },
  {
    "quote": "The most important thing when fighting and running away is to defend. It is not about beating the enemy in front of them, but to retreat while buying time for their comrades to retreat.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7971,
    "name": "Yoshii Akihisa"
  },
  {
    "quote": "Someone who can be deceived by others will be deceived again and again.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7970,
    "name": "Lelei la Lelena"
  },
  {
    "quote": "Why did you run away, Chitoge-chan? No... I don't want this... I won't be happy with you just giving up... To end up liking the same person. It's painful, for sure but Chitoge-chan, you like him enough to not be able to face him again after that, don't you? Regardless of who ends up with him, I want to be satisfied when it happens. I thought for sure that you think the same way. Is there a reason why that can't happen? Tell me Chitoge-chan...",
    "anime": "Nisekoi",
    "id": 7969,
    "name": "Onodera Kosaki"
  },
  {
    "quote": "Don't forget, our existence is a fragile and uncertain one, knowing that any one of us could die at any moment. In this short time that we have, we all have one or two wishes that we'd like to fulfill. Losing the most important wish... is like losing your reason for living.",
    "anime": "Brynhildr in the Darkness",
    "id": 7968,
    "name": "Wakabayashi Hatsuna"
  },
  {
    "quote": "The dead can't talk.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7967,
    "name": "Sakamoto Yuuji"
  },
  {
    "quote": "Girls are happier when they're the only one you're nice to.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7966,
    "name": "Rory Mercury"
  },
  {
    "quote": "Holding in your own feelings like that... ye think tha' no one's gonna get hurt since ye're not lettin' it show to anyone? Tha's just the same as goin' 'round hurting everyone anyway!! What ye're doin' isn't ye keepin' everyone dear to ye!! Ye're just protectin' yerself!!! Ye're just 'fraid of gettin' hurt! Losin' yer nerve! Ye're just scared!!",
    "anime": "Nisekoi",
    "id": 7965,
    "name": "Tachibana Marika"
  },
  {
    "quote": "You don't call someone a friend when they just remember you. You're friends because you like each other.",
    "anime": "Brynhildr in the Darkness",
    "id": 7964,
    "name": "Kazumi Schlierenzauer"
  },
  {
    "quote": "...Don't treat me as a fool, you pervert woman ...Why do I have to prioritize you over my friends?",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7963,
    "name": "Kouta Tsuchiya"
  },
  {
    "quote": "Battle was a thing which was won by living and which was lost by dying.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7962,
    "name": "Gate: Jieitai Kanochi nite Kaku Tatakaeri"
  },
  {
    "quote": "Once you find out whom you made the promise to, will you really be able to fall in love with her?",
    "anime": "Nisekoi",
    "id": 7961,
    "name": "Kanakura Yui"
  },
  {
    "quote": "Only a foolish human would attempt to rationalize emotion.",
    "anime": "Brynhildr in the Darkness",
    "id": 7960,
    "name": "Makina"
  },
  {
    "quote": "Most of the winning results in war is caused by pursuit. Do you know why? Leaving aside modern times, it seems during the era of bayonet warfare, the worst losses always, arise from the moments when the losing side is being pursued.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7959,
    "name": "Sakamoto Yuuji"
  },
  {
    "quote": "If you don’t have the resolve to take responsibility for her until the very end, then don’t do anything unnecessary.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7958,
    "name": "Itami Youji"
  },
  {
    "quote": "It's just... a love that's continued for many years without straying is something that, to anyone who sees it, is beautiful and impossible to fault. But... Though it may be short, and it may be something that's become crooked and bent partway through, if they're serious about the way they feel... then I don't think that's something that isn't beautiful.",
    "anime": "Nisekoi",
    "id": 7957,
    "name": "Maiko Shuu"
  },
  {
    "quote": "Those who are granted great power lose all self-restraint when among the weak. Oranges don't start out rotten. It's the container that makes them rot.",
    "anime": "Brynhildr in the Darkness",
    "id": 7956,
    "name": "Onodera"
  },
  {
    "quote": "If she lost because of a difference in ability, it can’t be helped. If she worked hard and didn’t get what she wants, she can just work harder next time. If she gave her all for this, it’s acceptable even if she lost.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7955,
    "name": "Yoshii Akihisa"
  },
  {
    "quote": "Some questions with no answers cannot be answered even by those who live forever. Yet, the absence of a correct answer does not mean the question cannot be answered. If you want to know how I felt about the complete ban on some culture and art that I could not understand, was not interested in, or could not accept, in the name of preventing the violations of others’ rights or other trumped up charges, I believe that would be taking us onto the road of discriminating against others. If we define culture as that which is healthy or humane, and defend that decision in the name of justice, once any part of that system collapses, it will cause an unimaginable number of problems for society. For instance, if I drew a line in the middle and erased one side, the next day, a new line will appear in the middle of the side that is left. I think suppressing the instincts and thoughts of the human spirit is bad. The desire for purity and wholesomeness, when taken to an extreme, is harmful.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7954,
    "name": "Rory Mercury"
  },
  {
    "quote": "You have no intention of reciprocating my daughter's feelings, do you? So what gives you the right to speak in that way? Perhaps you wish to appease your guilty conscience. Would you not call that \"hypocrisy\"?",
    "anime": "Nisekoi",
    "id": 7953,
    "name": "Tachibana Chika"
  },
  {
    "quote": "Aki, you can't lie when you confess to someone. I'm trying to comfort you know, but if I just wanted to comfort you, I won't confess to you. I confessed to you like this because I really like you. But I do find it a little annoying how you fidget around like this, and I really hate you for blaming yourself and regretting your actions. -- and I really hate you when you said that a girl, who summoned all her courage to confess to you, is lying.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7952,
    "name": "Shimada Minami"
  },
  {
    "quote": "If a member of one’s family is killed by a thief, then one should hate the thief. But people will miss aim their hatred — why should they go to where the thief hides? If one loses a family member to sickness, then one should hate the disease. It is not the doctor’s fault; yet people will hate the doctor.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7951,
    "name": "Lelei la Lelena"
  },
  {
    "quote": "I'll tell you a way that I heard to figure out if you like someone or not. Imagine, when you find a rainbow, when you found a shooting star, when you found a cafe you like, when your change is 777 yen or something. If it's Raku, it's fine to imagine the first time a leaf stood up in your tea. When you found a beautiful sunset, or if you found your taste in music, or if you win a pretty good prize in the lottery, those small things in everyday life. When you encounter those small happiness or luck, who is the very first person you want to tell that to? Whose face came into your mind?",
    "anime": "Nisekoi",
    "id": 7950,
    "name": "Maiko Shuu"
  },
  {
    "quote": "Men select women based on emotion. Even if there's a reason, it's only secondary. However, women select men based on reason. Either by something like his class ranking or his standing in society.",
    "anime": "Brynhildr in the Darkness",
    "id": 7949,
    "name": "Makina"
  },
  {
    "quote": "Killing for your own ideas... even a bandit could do that if it's killing a complete stranger. However, it's a completely different thing when it comes to killing a relative or a friend. Desire alone isn't enough. You need indomitable will and unwavering beliefs.",
    "anime": "Brynhildr in the Darkness",
    "id": 7948,
    "name": "Ichijiku Chisato"
  },
  {
    "quote": "There's no need to worry about trivial things like vocal rights or working together. If nobody's going to accept me, I'll make them obey me, whether it's by threat or by assassination. This is my-- our F class modus operandi.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7947,
    "name": "Sakamoto Yuuji"
  },
  {
    "quote": "People can face tomorrow because they can see reality and accept it. By denying reality, you cloud up the present, and tomorrow will never come. No, you can cloud it up, but your tomorrow will be that much crueler.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7946,
    "name": "Kurokawa Mari"
  },
  {
    "quote": "You are too young to worry about failure. In a pinch, just muddle through. The outcome won't change, so that's best.",
    "anime": "One Punch Man",
    "id": 7945,
    "name": "Bang"
  },
  {
    "quote": "I'm sorry for not saying this to you, Akihisa-kun. I know I shouldn't hide this from you, but I was wondering whether I should tell you this. Because if I told you that, you'll definitely tell me \"you should go\", or something like that. I understand you'll say that for my sake, but I don't wish to hear you say anything like a farewell to me, Akihisa-kun. Because-- I like you, Akihisa-kun!",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7944,
    "name": "Himeji Mizuki"
  },
  {
    "quote": "Revenge is a rite that restores one’s spirit after it has been ravaged by the anger and hatred of loss. That is the only way to heal one's soul and stand up again to face reality. That is the only way we can have a tomorrow.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7943,
    "name": "Yao Ro Ducy"
  },
  {
    "quote": "Who decides limits? And based on what? You said you worked hard? Well, maybe you need to work a little harder. Is that really the limit of your strength? Could the you of tomorrow beat you today? Instead of giving in, move forward.",
    "anime": "One Punch Man",
    "id": 7942,
    "name": "Saitama"
  },
  {
    "quote": "This is a case of personal feelings: there's no way to force someone into saying that he or she loves someone. Besides, only the person knows whether the love truly exists. Even if it's said out with false feelings, it'll just cause damage on both sides.\r\n",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7941,
    "name": "Yoshii Akihisa"
  },
  {
    "quote": "Trying to change someone else's thinking is sheer arrogance.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7940,
    "name": "Gate: Jieitai Kanochi nite Kaku Tatakaeri"
  },
  {
    "quote": "Why do you have to pay money to eat?! Can't we all just share?! Where is freedom in the world?! All are slaves to labor!! The rich grow fat... While the poor die!!",
    "anime": "One Punch Man",
    "id": 7939,
    "name": "Hammerhead"
  },
  {
    "quote": "Pawns? Isn't that such an ugly term to use? We should call them the foundation for our futures. But it's a fact that they'll be sacrificed.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7938,
    "name": "Sakamoto Yuuji"
  },
  {
    "quote": "Did you know? If a colony of ants gets rid of the laziest one, another one will just start being lazy instead?",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7937,
    "name": "Itami Youji"
  },
  {
    "quote": "You may be able to get stronger with simply the right attitude. In other words, train your spirit before worrying about strength through power and technology.",
    "anime": "One Punch Man",
    "id": 7936,
    "name": "Saitama"
  },
  {
    "quote": "If so many people believe in this, the lies will become reality. That's the so called group mentality.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7935,
    "name": "Sakamoto Yuuji"
  },
  {
    "quote": "Sometimes, you’ll run into a situation which is dangerous, but which you can't run from. Sometimes, you know you’ll lose, but you have to advance anyway. If you can't be a smart man, then you should be the stupidest man of all. What do you think?",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7934,
    "name": "Duran"
  },
  {
    "quote": "In exchange for gaining strength, have I lost something more important as a human being? Emotions used to swirl within me when I fought. Fear, impatience, anger... But now... Day after day, after one punch I go home unharmed and wash my gloves.",
    "anime": "One Punch Man",
    "id": 7933,
    "name": "Saitama"
  },
  {
    "quote": "We teachers have to be role models for you students. If we can’t face you all head on, what can we teach you!",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7932,
    "name": "Nishimura Souichi"
  },
  {
    "quote": "It is a shame for a knight to have one's trust in him withdrawn halfway.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7931,
    "name": "Gray Co Aldo"
  },
  {
    "quote": "There would be no happier death than being killed by the woman I love.",
    "anime": "Ana Satsujin",
    "id": 7930,
    "name": "Kurosu Etsurou"
  },
  {
    "quote": "No matter what, anyone would hate to be weak as they get plundered. But if there's a chance, even if humans fail to get what they want, they can unexpectedly accept such an outcome.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7929,
    "name": "Sakamoto Yuuji"
  },
  {
    "quote": "Deceive your other self. Deceive the world. That is what you must do to reach the Steins Gate. Good Luck. El Psy Congroo.",
    "anime": "Steins;Gate",
    "id": 7928,
    "name": "Okabe Rintarou"
  },
  {
    "quote": "What we cannot speak about, we must pass over in silence.",
    "anime": "Ana Satsujin",
    "id": 7927,
    "name": "Kurosu Etsurou"
  },
  {
    "quote": "I’ve always been wondering, even though you’ve been treating me carefully like a princess, are you just trying to keep your distance away from me? You praise me so much and belittle yourself, so I feel that you’re trying to keep your distance away from me...",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7926,
    "name": "Himeji Mizuki"
  },
  {
    "quote": "Bonds are what they are because they can be cut.",
    "anime": "Ana Satsujin",
    "id": 7925,
    "name": "Miyaichi Rio"
  },
  {
    "quote": "No matter what painful things happens, even when it looks like you'll lose... when no one else in the world believes in you... when you don't even believe in yourself... I will believe in you!",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "id": 7924,
    "name": "Rem (re:zero)"
  },
  {
    "quote": "When people focus on what they want to do, they’ll show off an inexplicable charm.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7923,
    "name": "Kinoshita Yuuko"
  },
  {
    "quote": "Don't you ever worry about it? Wonder if there's something wrong with you? When you're always alone... you start comparing yourself with others. You want to make sure you're normal. But... when you're around lots of people, you don't compare yourself with them. You want to be yourself. It's okay to be weird... You want to be special. That's how it balances out.",
    "anime": "Ana Satsujin",
    "id": 7922,
    "name": "Miyaichi Rio"
  },
  {
    "quote": "If it's almost there, it means it's still not complete.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7921,
    "name": "Sakamoto Yuuji"
  },
  {
    "quote": "Whether you're alive, dead, or living dead... Loneliness is still loneliness... It's the same thing... Nothing changes. There are no different categories of loneliness. It's just loneliness.",
    "anime": "Ana Satsujin",
    "id": 7920,
    "name": "Kurosu Etsurou"
  },
  {
    "quote": "Ever since that fiery night, my time has been stopped. But it was you who melted my frozen heart and kindly made my stopped time begin to move forward again.",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "id": 7919,
    "name": "Rem (re:zero)"
  },
  {
    "quote": "No, I do want to be the hero... But since it’s a rare chance, I want to repay what I borrowed. Uu... how should I say it? I’m really troubled. I bet everything on such an important match, yet I didn't accomplish anything before this thing ends. I can only wish that others can finish off this wish that I would never give up on. Should I be depressed, or angry, or is it an inexplicable feeling... I don't know how to express it, but anyway—\n            I’M JUST UNHAPPY THAT I’M NOT THE PROTAGONIST TODAY!\n",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7918,
    "name": "Yoshii Akihisa"
  },
  {
    "quote": "I can always tell when you’re lying. I also know that you cannot tell me why you do so. So there is no need to convince me, or wrap everything in lies, or try to take the blame on yourself like that. Because I have complete faith in you, Subaru-kun.",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "id": 7917,
    "name": "Rem (re:zero)"
  },
  {
    "quote": "If I feel lonely when someone is leaving, it means that the person is very close to me.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7916,
    "name": "Yoshii Akihisa"
  },
  {
    "quote": "When you said that you hate yourself, it made me want to tell you all the wonderful things I know about you.",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "id": 7915,
    "name": "Rem (re:zero)"
  },
  {
    "quote": "Do exactly as you like. That is the true meaning of pleasure. Pleasure leads to joy and joy leads to happiness. Your path is now clear, Kirei. So clear there is no longer any need to hesitate.",
    "anime": "Fate/zero",
    "id": 7914,
    "name": "Gilgamesh"
  },
  {
    "quote": "There are many ways of thinking as there are people.",
    "anime": "Shingeki no Kyojin",
    "id": 7913,
    "name": "Historia Reiss"
  },
  {
    "quote": "So don't be afraid to open your hearts to others. It's pointless to keep testing people. All you're doing is hurting yourselves.",
    "anime": "Ouran High School Host Club",
    "id": 7912,
    "name": "Suoh Tamaki"
  },
  {
    "quote": "Stop it! How dare you disrespect an opponent that fought you with all he had!?",
    "anime": "Naruto",
    "id": 7911,
    "name": "Rock Lee"
  },
  {
    "quote": "It doesn't matter if you grew up without parents, and it doesn't matter if you don't believe in God. There's someone out there watching over you.",
    "anime": "Toradora!",
    "id": 7910,
    "name": "Taiga Aisaka"
  },
  {
    "quote": "In order to save a life, you must throw another life away.",
    "anime": "Gantz",
    "id": 7909,
    "name": "Nishi Joichiro"
  },
  {
    "quote": "I have a dream at last. The butterfly trapped in spiderweb has no wings. That butterfly is... me.",
    "anime": "Kuroshitsuji",
    "id": 7908,
    "name": "Alois Trancy"
  },
  {
    "quote": "Stop living in the past like an old man.",
    "anime": "Toradora!",
    "id": 7907,
    "name": "Taiga Aisaka"
  },
  {
    "quote": "Is \"defeat\" proof that you are weak? Isn't \"defeat\" more like a trial to overcome? Of whether you can stand up and walk again after falling to you knees? If you remain on your knees like that, then it would be a sign of weakness.",
    "anime": "Haikyuu!!",
    "id": 7906,
    "name": "Ittetsu Takeda"
  },
  {
    "quote": "As long as we are under the same sky, we shouldn't be sad when we part ways.",
    "anime": "Monster",
    "id": 7905,
    "name": "Wolfgang Grimmer"
  },
  {
    "quote": "What does it feel like, having your own death right before your eyes? That grand kaleidoscope glimpsed in the moments before death... What could be flashing through that perfect mind of yours?",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7904,
    "name": "Korosensei"
  },
  {
    "quote": "What is an adult? Does coolly drinking black coffee and spouting logic make you an adult?! If that's the case, I'll stay a kid that likes drinking orange juice.",
    "anime": "SERVAMP",
    "id": 7903,
    "name": "Shirota Mahiru"
  },
  {
    "quote": "If you endure too much, it'll be your loss.",
    "anime": "Orange",
    "id": 7902,
    "name": "Naruse Kakeru"
  },
  {
    "quote": "If you're going to give up that easily, we have no hope.",
    "anime": "Log Horizon",
    "id": 7901,
    "name": "Shiroe"
  },
  {
    "quote": "If I'm bad at doubting others, I'd rather believe in them! If I get tricked, I'll think about what to do when it happens! Things are simpler that way!",
    "anime": "SERVAMP",
    "id": 7900,
    "name": "Shirota Mahiru"
  },
  {
    "quote": "\"Every experience is a tool to clear your path.\" It was none other than those students who taught me that.",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7899,
    "name": "Karasuma Tadaomi"
  },
  {
    "quote": "We are weak Mumei. But, that doesn't mean we just roll over and accept our fate.",
    "anime": "Koutetsujou no Kabaneri",
    "id": 7898,
    "name": "Ikoma"
  },
  {
    "quote": "If something is possible, carry on as planned. Even if it isn't possible, do it anyway.",
    "anime": "Assassination Classroom",
    "id": 7897,
    "name": "Karasuma Tadaomi"
  },
  {
    "quote": "If a couple curses stopped me, what kind of hero would I be?!",
    "anime": "Fate/stay night",
    "id": 7896,
    "name": "Gilgamesh"
  },
  {
    "quote": "Well I do have abilities you haven't yet been given, just like not everyones has the strengths you do.",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7895,
    "name": "Asano Gakuho"
  },
  {
    "quote": "Look. Look at me! Watch as the man you cast out spills his blood and dies. Take a nice long look! I will save you all. I want you to live the rest of your lives knowing the man you abandoned saved you. And I will laugh at you from the afterlife. And tell you that it serves you right!",
    "anime": "Koutetsujou no Kabaneri",
    "id": 7894,
    "name": "Ikoma"
  },
  {
    "quote": "To kill is an action which overflows in everyday life. In actuality the more you try to be accepted, the more you kill your unrestrained self.",
    "anime": "Assassination Classroom",
    "id": 7893,
    "name": "Korosensei"
  },
  {
    "quote": "I study too, you know. How could I teach anyone if I didn't grow and learn day by day. Now let's get rid of this dangerous cloth. Experiencing my Absolute Defense Form over summer vacation taught me yet another skill: compressing not my whole body, but a portion of my tentacles to release a burst of energy. Remember this Itona, I say assassination is education. The assassination classrooms teacher will get stronger every time he teaches!",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7892,
    "name": "Korosensei"
  },
  {
    "quote": "Isn't the foolishness of the few a more precious commodity than the wisdom of the masses? There are those who were born human but harbor wishes that man was not meant for and have renounced their humanity in its pursuit.",
    "anime": "Fate/zero",
    "id": 7891,
    "name": "Gilgamesh"
  },
  {
    "quote": "Just 'cause you're a girl, it doesn't mean you have to wait for a prince to come along on a white horse. You can go out and find Prince Charming yourself. It is up to you to find the right boy.",
    "anime": "Sailor Moon",
    "id": 7890,
    "name": "Sailor Chibi Moon"
  },
  {
    "quote": "There are two kinds of arrogance. One where you are unequal to the task and one where your dreams are too big. The former is commonplace stupidity... but the latter is a rare species that is difficult to find.\r\n",
    "anime": "Fate/zero",
    "id": 7889,
    "name": "Gilgamesh"
  },
  {
    "quote": "We're not Demons or Gods. We're just humans.",
    "anime": "Fullmetal Alchemist: Brotherhood",
    "id": 7888,
    "name": "Edward Elric"
  },
  {
    "quote": "Why are you acting like you're the only one hurting when you pushed him away?",
    "anime": "Aoharu x Kikanjuu",
    "id": 7887,
    "name": "Yukimura Tooru"
  },
  {
    "quote": "If you're helping someone and expecting something in return, you're doing business not kindness.",
    "anime": "Akagami no Shirayukihime",
    "id": 7886,
    "name": "Shirayuki"
  },
  {
    "quote": "The night is in its darkest just before dawn. But keep your eyes open. If you avert your eyes from the dark, you'll be blinded by the rays of a new day. So keep your eyes open, no matter how dark the night ahead may be.",
    "anime": "Gintama",
    "id": 7885,
    "name": "Gintoki Sakata"
  },
  {
    "quote": "Red is supposed to be the color of fate, right? Even if it’s annoying now, it might connect to something good when you least expect it.",
    "anime": "Akagami no Shirayukihime",
    "id": 7884,
    "name": "Zen Wistalia"
  },
  {
    "quote": "Death is like being born, but backwards. It only hurts for a little while, then a new life begins. A life with no sorrow, no pain, a glorious new beginning. A beginning that will last an eternity.",
    "anime": "Kuroshitsuji",
    "id": 7883,
    "name": "Ciel Phantomhive"
  },
  {
    "quote": "How far can you kill? Things like ants, spiders, and other bugs, we can squish without much thought, right? But if it's a fish, we feel a little reluctant when killing it. We begin to feel pressures of taking a life. It gets worse if the fish is replaced by an amphibian, and even more so if the amphibian becomes a reptile. The pressure is worse if the reptile becomes a bird, and even worse when the bird becomes a mammal. The higher up the chain we move towards the more advanced creatures, the more we hate to kill them. And eventually we hit a hurdle too high to overcome. We're unable to kill anything beyond that point. I think the highest hurdle would be... people.",
    "anime": "Nani made nara Koroseru",
    "id": 7882,
    "name": "Reika"
  },
  {
    "quote": "That's right. It's not like I ever felt superior to anyone else because I could see ghosts. And I never planned to take it up as a profession. Hell, I never even felt the need to use my ability to help others. All I ever wanted was the normal life I couldn't have. I've finally achieved what I always wanted.",
    "anime": "Bleach",
    "id": 7881,
    "name": "Kurosaki Ichigo"
  },
  {
    "quote": "In a real fight, there is no next time. You can't choose your opponent's strength. Losing would mean death. If a duty-bound person dies, a hundred more innocent people would die. We exorcists cannot die easily, and that is a responsibility.",
    "anime": "Ga-Rei:Zero",
    "id": 7880,
    "name": "Tsuchimiya Kagura"
  },
  {
    "quote": "No matter whether you win or not, there's no meaning to war.",
    "anime": "Gintama",
    "id": 7879,
    "name": "Gintoki Sakata"
  },
  {
    "quote": "You give up your future, lose your dream, are stained with despair... yet at the same time, you shake off you past, fight reality, and never lose your nobility.",
    "anime": "Kuroshitsuji",
    "id": 7878,
    "name": "Sebastian Michaelis"
  },
  {
    "quote": "My treasure... you can see it, but you cannot! So I can´t show it to you! It´s friendship! We can see it in each other, but you can't see courage itself, right?",
    "anime": "Yu-Gi-Oh!",
    "id": 7877,
    "name": "Joey Wheeler"
  },
  {
    "quote": "Death is to good for trash like you. This is your punishment which is even harder than death. Atone for your sin by living... A life of fulfillment.",
    "anime": "Code:Breaker",
    "id": 7876,
    "name": "Ogami Rei"
  },
  {
    "quote": "A prison, you say? You think you'll be free if you go to the world above? A girl like you can never be free no matter where you go. After all, we humans are apes put in a cage called Earth. There is no difference between the world above and the world below. The only difference is which is bigger or smaller. People who pout about how confining the cage is can never be happy. They live their lives only seeing the iron bars. A true lack of freedom is when you cage your soul.",
    "anime": "Gintama",
    "id": 7875,
    "name": "Gintama"
  },
  {
    "quote": "Relationships do not always improve... Sometimes they decline... But... it still counts as a victory if it all works out in the end... Let’s keep it at that...",
    "anime": "Toaru Majutsu no Index",
    "id": 7874,
    "name": "The Will of the Whole Misaka Network"
  },
  {
    "quote": "Don`t you... decide everything by yourself!! I don`t care about being pathetic or getting anything in return... People cannot possibly choose their own birthplace, but they can choose their own death that's why I became a \"Code Breaker\".  I`ll burn down all evil as long as I`m still alive... to the very last second of my life... nothing more than that!!",
    "anime": "Code:Breaker",
    "id": 7873,
    "name": "Ogami Rei"
  },
  {
    "quote": "Every single one of them died while furiously giving off the light that resided within them and that light is then inherited by the next person where it will go on to shine with an even greater radiance. And thus people are connected together... allowing us to work towards a better tomorrow. ",
    "anime": "Kingdom",
    "id": 7872,
    "name": "Ei Sei"
  },
  {
    "quote": "People struggle to find an answer even in things like math where there is clearly only one answer. So there's no shame in struggling through something that has no right answer. ",
    "anime": "Koi Dano Ai Dano",
    "id": 7871,
    "name": "Momoka Hanai"
  },
  {
    "quote": "Will you choose that ticket and live on as a man? Or will you choose this one and go back to being a woman? No matter what you choose, I'm sure you will continue to waver. But what's wrong with that? Manly? Womanly? Are those random values that others made up really what you were striving toward? If things were so clear cut, then neither men, women, you, or me would be leading such painful lives.",
    "anime": "Gintama' TV 2012",
    "id": 7870,
    "name": "Gintoki Sakata"
  },
  {
    "quote": "I was curious. Mikuni-san and Tsuyuki-senpai are the same. You say you'll \"destroy\" vampires. You never say \"kill\". Senpai. You've never seen a vampire playing games while lazing around the house, have you? A vampire crying that they're \"sorry for lying\" and regretting... A really bothersome NEET vampire who fought to protect a human he had just met too! I've seen a lot more than just their bad sides. They're all my comrades. You know, it'd be good if you just talked about what's bothering you too. Neither humans nor vampires need reasons to want to protect or save something. If they find C3 is weakening, the balance between humans and non-humans will collapse. If we suffer major damage from Tsubaki's side and asked you all for help, can you guarantee that none of the other vampires would attack C3? I don't really know... what the situation between vampires and C3 is, but, simply put, we need to protect it all, so that nobody gets hurt!",
    "anime": "SERVAMP",
    "id": 7869,
    "name": "Shirota Mahiru"
  },
  {
    "quote": "Ichigo Kurosaki, all of the battles you've fought, were all part of my plan.",
    "anime": "Bleach",
    "id": 7868,
    "name": "Aizen Sousuke"
  },
  {
    "quote": "I dislike things. When a person dies, their things are left behind. I`d like to take care of mine ahead of time.",
    "anime": "Code:Breaker",
    "id": 7867,
    "name": "Ogami Rei"
  },
  {
    "quote": "Always the same... Every age, every generation. Human beings are infinitely more cruel and selfish than any demon in hell.",
    "anime": "Makai Ouji : Devils And Realist",
    "id": 7866,
    "name": "Dantalion"
  },
  {
    "quote": "Eating together makes food taste better and makes friends grow closer. ",
    "anime": "Inu X Boku SS",
    "id": 7865,
    "name": "Karuta Roromiya"
  },
  {
    "quote": "Even when the answer’s obvious, making one wait for it is the worst thing you can do.",
    "anime": "Tonari No Kaibutsu-kun",
    "id": 7864,
    "name": "Shizuku Mizutani"
  },
  {
    "quote": "So you're trying to accept everyone and their feelings, aren't you? I think you already know this, but if you keep trying to do this \"accepting\" thing with everyone, you're liable to be torn to bits. ",
    "anime": "Monster Musume no Iru Nichijou",
    "id": 7863,
    "name": "Rachnera Arachnera"
  },
  {
    "quote": "There is nothing outside of yourself that can ever enable you to get better, stronger, richer, quicker, or smarter. Everything is within. Everything exists. Seek nothing outside of yourself.",
    "anime": "Vagabond",
    "id": 7862,
    "name": "Miyamoto Musashi"
  },
  {
    "quote": "Love is a magnificent thing but, incidentally, it can also give birth to dreadful tragedy.",
    "anime": "Kuroshitsuji",
    "id": 7861,
    "name": "Vincent Phantomhive"
  },
  {
    "quote": "If you don't know what state you wounds are in, of where you're hurting if you don't know that for yourself, there's no point in trying to share it with others, is there?",
    "anime": "Kiznaiver",
    "id": 7860,
    "name": "Hisomu Yoshiharu"
  },
  {
    "quote": "There is nothing more expensive than something free.",
    "anime": "Kiznaiver",
    "id": 7859,
    "name": "Maki Honoka"
  },
  {
    "quote": "I finally remembered why I'm here to begin with. I'll kill you, you shitbag! I won't let you play your trump card! I'll blow you away and get a happy ending.",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "id": 7858,
    "name": "Subaru Natsuki"
  },
  {
    "quote": "We want the ones we can't have and ignore the ones that want us but then, we end up with none in the end.",
    "anime": "Ao Haru Ride",
    "id": 7857,
    "name": "Kou Mabuchi"
  },
  {
    "quote": "There's is no such thing as a useless player.",
    "anime": "Kuroko no Basket: Mou Ikkai Yarimasen ka",
    "id": 7856,
    "name": "Daiki Aomine"
  },
  {
    "quote": "If you have the guts to not give up,you can be anything you want to be.We're living creature that don't have wings, but still went to the moon.",
    "anime": "Rakudai Kishi no Cavalry",
    "id": 7855,
    "name": "Kurogane Ryouma"
  },
  {
    "quote": "Those who try to step over someone else and go up higher... are actually only running away from some fear that they cannot see. Trying to step over someone is an cowardly action. It means you're not confident enough to face the opponent and speak to them with the same viewpoint. It doesn't matter how much power I have in me. By using that \"power\" that's taking over you. I do not want to become such a cowardly person. I will fight and get hurt in order to survive....",
    "anime": "Tower Of God",
    "id": 7854,
    "name": "Twenty-Fifth Baam"
  },
  {
    "quote": "Wiping out any and all injuries as if they never happened. A spell like that... Do you really believe he can cast it without paying any price? In order to rewind the Eidos changelog and make a full copy,the stored information must be read in its entirely. Needless to say, that includes the pain and suffering experienced by the injured party. Not only that, but it's transmitted instantaneously in condensed form. For example, from the time that Isori was injured until brother cast his spell, roughly 30 seconds had gone by. Whereas the time Brother spent reading the Eidos changelog... was approximately 0.2 seconds. In that blink of an eye, my Brother's mind felt 150 times the pain and suffering experienced by Isori, condensed. Everytime Brother heals someone's wounds, that is the price he pays. Do you really mean to say that he should still use that power for others?",
    "anime": "Mahouka Koukou no Rettousei",
    "id": 7853,
    "name": "Miyuki Shiba"
  },
  {
    "quote": "You know the first rule in combat? [Empties sub-machine gun through closed door] ... shoot them before they shoot you.",
    "anime": "Cowboy Bebop",
    "id": 7852,
    "name": "Faye Valentine"
  },
  {
    "quote": "The souls that God has given us, our spirits. Our spirits, which found a way to swim through the immense network and live in the infinity of space. Is not the human body a mere shell? A form of existence all too small and weak for consciousness with such vast reach and potential.",
    "anime": "Cowboy Bebop",
    "id": 7851,
    "name": "Londes"
  },
  {
    "quote": "Power is not the only connection you can have.  This world is filled with much warmer things.",
    "anime": "Fairy Tail",
    "id": 7850,
    "name": "Minerva Orland"
  },
  {
    "quote": "All those who wander in the darkness seek the light, but when they reach the light, they turn away their eyes from the blinding glare.",
    "anime": "Ergo Proxy",
    "id": 7849,
    "name": "Kazkis Hauer"
  },
  {
    "quote": "In their heart, everyone has faith that their victory exists. However, in the face of time and destiny, the act of faith is fruitless and fleeting at best.",
    "anime": "Code Geass: Lelouch of the Rebellion",
    "id": 7848,
    "name": "C.C."
  },
  {
    "quote": "Everyone becomes an adult by learning how to give up on things.",
    "anime": "Da Capo II",
    "id": 7847,
    "name": "Jihou"
  },
  {
    "quote": "In this world, evil can arise from the best of intentions. And there is good which can come from evil intentions.",
    "anime": "Code Geass: Lelouch of the Rebellion",
    "id": 7846,
    "name": "C.C."
  },
  {
    "quote": "I must spill yet more blood, so the blood already split will not be in vain.",
    "anime": "Code Geass: Lelouch of the Rebellion",
    "id": 7845,
    "name": "Lelouch Lamperouge"
  },
  {
    "quote": "Of course. Humans can be kind because there are things they do not understand. If they knew everything, they would attempt nothing. If they attempted nothing, nothing new would happen. Humans seek answers to the things they do not know. That is how kindness, nostalgia, joy, and fun are born.",
    "anime": "Subete ga F ni Naru",
    "id": 7844,
    "name": "Magata Shiki"
  },
  {
    "quote": "Time will try to constantly try to catch up with you. And with a roar, it will overcome you. Do not look ahead. Hope only lies within the unforeseeable current that will close in from behind.",
    "anime": "Bleach",
    "id": 7843,
    "name": "Ginjo Kugo"
  },
  {
    "quote": "I think I would like someone else to kill me. I want someone else to interfere with my life. Is that not what wanting to be loved means, Saikawa-sensei? No life is born of it's own volition. Isn't the instinctive desire of beings, born not of their own volition, for their lives to be taken in the same way?",
    "anime": "Subete ga F ni Naru",
    "id": 7842,
    "name": "Magata Shiki"
  },
  {
    "quote": "There are some flowers you only see when you take detours.",
    "anime": "Haikyuu!!",
    "id": 7841,
    "name": "Tanaka Saeko"
  },
  {
    "quote": "Whenever I get up in the morning, I always think to myself, \"Am I really the same person I was yesterday?\" For example, just as a computer loads its OS into memory and boots up each time it restarts, is it possible I'm just booting up the person called \"Saikawa Sohuei\" each morning and trying to play that role?",
    "anime": "Subete ga F ni Naru",
    "id": 7840,
    "name": "Souhei Saikawa"
  },
  {
    "quote": "Do you know what a scientist fears most in this world above all else? It's oblivion, my friend. A scientist measures our lives in the ways we develop and expand our knowledge through myriad variations. Nothing can take its place. It's our very soul. I have done the worst thing one scientist can do to another: I have altered your thought process. When my drug takes effect, you will find your mind has lost the ability to think.",
    "anime": "Bleach",
    "id": 7839,
    "name": "Kurotsuchi Mayuri"
  },
  {
    "quote": "Seeing nature and thinking it's beautiful is what's unnatural. That means the life you lead is an unclean one. If you can cut yourself off from mother nature and still survive, doesn't it mean you have enough inner beauty to allow you to do that?",
    "anime": "Subete ga F ni Naru",
    "id": 7838,
    "name": "Souhei Saikawa"
  },
  {
    "quote": "Listen. Right now, you're trying to shoulder someone else's life. That might be the right thing to do, but that act requires a lot of resolve. It'll become a thorn that can't be removed, and it'll continue to hurt you forever. The briar will continue to grow, but it'll never flower. It'll only hurt, it'll only cause you pain.",
    "anime": "Sakurako-san no Ashioto ni wa Shitai ga Umatteiru",
    "id": 7837,
    "name": "Isozaki Itsuki"
  },
  {
    "quote": "Forget him. Forget his name. Forget his face. Forget his kiss, his warm embrace. Forget the love that you once knew. Remember he has someone new. Forget him when they played your song. Remember you cried all night long. Forget how close you once were. Remember he has chosen her. Forget how you memorized his walk. Forget the way he used to talk. Forget the things he used to say. Remember he has gone away. Forget his laugh. Forget his grin. Forget the dimples on his chin. Forget the way he held you tight. Remember he's with her tonight. Forget the time that went so fast. Forget the love that moved, it's past. Forget he said he'd leave you never. Remember he has gone forever...",
    "anime": "Ghost Hunt",
    "id": 7836,
    "name": "Mai Taniyama"
  },
  {
    "quote": "Just as water can overfill a container. Madness is all the same.",
    "anime": "Imawa no Kuni no Alice",
    "id": 7835,
    "name": "Ryōhei Arisu"
  },
  {
    "quote": "All those times I got hurt, all the crying I did, all the pain I felt, all the fighting I did with my life at stake... And my reward was her name and a single smile. Jeez... Talk about unequal compensation.",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "id": 7834,
    "name": "Subaru Natsuki"
  },
  {
    "quote": "If you ask anyone to name a universal rule that governs animals and humans alike, I bet you most people would answer \"survival of the fittest\". There are strong people and there are weak people. At a glance, it looks like the difference is pretty clear-cut. But the truth is, there's a lot more to it than just a simple battle of \"strong\" against \"weak\", of kill or be killed. You must understand what I'm talking about too, right? The true meaning of \"survival of the fittest\" isn't as simple as all that.",
    "anime": "Bleach",
    "id": 7833,
    "name": "Riruka Dokugamine"
  },
  {
    "quote": "I guess, as long as I have life, all I can do is fight with all my might.",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "id": 7832,
    "name": "Subaru Natsuki"
  },
  {
    "quote": "My heart was taken by you, broken by you, and now it's in pieces because of you.",
    "anime": "Ghost Hunt",
    "id": 7831,
    "name": "Mai Taniyama"
  },
  {
    "quote": "Too much curiosity kills both dreams and hopes...",
    "anime": "Umineko no Naku Koro ni Chiru Episode 8: Twilight of the...",
    "id": 7830,
    "name": "Dlanor A. Knox"
  },
  {
    "quote": "...There are two ways to change a country. Destroy it from the outside, or correct it from the inside.",
    "anime": "Akame ga KILL!",
    "id": 7829,
    "name": "Run"
  },
  {
    "quote": "Love is a delusion. If both have the same delusion, that love becomes real. However... if the feelings of each one is different, that is nothing more than a joke...",
    "anime": "Umineko no Naku Koro ni Chiru Episode 7: Requiem of the...",
    "id": 7828,
    "name": "Claire Bernardus"
  },
  {
    "quote": "In romance, you tend to end up looking for someone who resembles you.",
    "anime": "Koyomimonogatari",
    "id": 7827,
    "name": "Senjougahara Hitagi"
  },
  {
    "quote": "The school takes no responsibility of your future! You are fully responsible for your own future! That is why you have to find what you want to do! You are all free!",
    "anime": "Denpa Kyoushi",
    "id": 7826,
    "name": "Kagami Junichirou"
  },
  {
    "quote": "When captured birds grow wiser, they try to open the cage with their beaks. They don't give up, because they want to fly again.",
    "anime": "Naruto",
    "id": 7825,
    "name": "Genma Shiranui"
  },
  {
    "quote": "I'm tired if trying, sick of crying, I know I've been smiling, but inside I'm dying.",
    "anime": "Ghost Hunt",
    "id": 7824,
    "name": "Mai Taniyama"
  },
  {
    "quote": "I'll always be by your side. You'll never be alone. You have as many hopes as there are stars that light up the sky. The wind that brushes your skin is a presentiment of tomorrow. Come, lets walk in time with the song of the fairies...",
    "anime": "Fairy Tail",
    "id": 7823,
    "name": "Mavis Vermillion"
  },
  {
    "quote": "The worst way to miss someone is to be sitting right next to them and know you can never have them. ",
    "anime": "Ghost Hunt",
    "id": 7822,
    "name": "Mai Taniyama"
  },
  {
    "quote": "Unfortunately, a psychotic virgin, starved for love and likely to fall for anyone who would be a little nice to her, has set eyes on you.",
    "anime": "Bakemonogatari",
    "id": 7821,
    "name": "Senjougahara Hitagi"
  },
  {
    "quote": "No guy is worth your tears. When you find one that is, he won't make you cry. ",
    "anime": "Ghost Hunt",
    "id": 7820,
    "name": "Mai Taniyama"
  },
  {
    "quote": "I love it when you stroke my hair. I feel as if we can understand each other through the contact between your hand and my hair. I love your voice. Just hearing you say one word makes my heart feel warmer. I love your eyes. Normally, they look stern,  but when you're being kind to someone,  I love the way they soften. I love your fingers. For a boy, you have such lovely fingers. But when they clutch me, I know they are the strong, slender fingers of a man. I love the way you walk. When we walk together, I love the way you occasionally turn, to make sure I keep up. I love the way you look when you sleep. You look unguarded, like an infant, and your eyelashes are on the long side. When I touch your cheek, you calm down... And when I playfully touch your lips, you don't even notice... And it makes my heart ache terribly. I love you. ",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "id": 7819,
    "name": "Rem (re:zero)"
  },
  {
    "quote": "It was rough. It was so painful. I was so scared. I was so sad. It hurt so much, I thought I'd die. I tried so hard... I tired so hard! I was so desperate, so desperate to make everything right! It's the truth. I've honestly never tried so hard at anything in my life! Because I loved this place... Because it was so important to me! I was so desperate to get back. I was scared... I was so scared! I didn't want those eyes looking at me like that again... And I hated myself so much for feeling that way!",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "id": 7818,
    "name": "Subaru Natsuki"
  },
  {
    "quote": "I'm crazy!? What's crazy is this world that refuses to let me be with you!!!",
    "anime": "Mirai Nikki",
    "id": 7817,
    "name": "Gasai Yuno"
  },
  {
    "quote": "People started growing crops because going hunting without knowing if you'd catch anything was a pain. People dug wells because going all the way to the river was a pain. Laziness is the mother of human progress.",
    "anime": "Alderamin on the Sky",
    "id": 7816,
    "name": "Ikta Solork"
  },
  {
    "quote": "I thought that when I grew up, I could reach more and more. The delicious looking fruit beckoning from the highest branch.The beautiful shell hidden in the sand. If I could only stretch out my hand a little more…. But…. As everyone passes through the junctures of their life, they no longer stretch their hand to the sky, or crouch to the earth. Embarrassed, they ignore what they’d desired for so long. Will you reach out and grab me, grown up as I am?",
    "anime": "Arakawa Under the Bridge",
    "id": 7815,
    "name": "Kou Ichinomiya"
  },
  {
    "quote": "If I were to compare a human’s heart with the ocean, the water would be stagnant. If I were to name the ripples on the water surface….Would it be happiness? Or anger? No. For this ocean, such a description is too shallow. If I want to know what lies upon the deep ocean floors… I would have to open my eyes in the stagnant water. Then swim downwards while enduring the icy deep kicking through the cold and heavy ocean waters. If I truly want to know the human known as myself….even if.. there is nothing there.",
    "anime": "Arakawa Under the Bridge",
    "id": 7814,
    "name": "Kou Ichinomiya"
  },
  {
    "quote": "Those who underestimate their enemies will not last long in this world.",
    "anime": "Koutetsujou no Kabaneri",
    "id": 7813,
    "name": "Horobi"
  },
  {
    "quote": "Some of us showed a strength we didn't expect. Some of us went ballistic like we thought they would, some got all fired up for next time and some irresponsible- lookin' types turned out to be crazy serious. The guy we thought was just a little runt turned out to be a genius assassin, and a guy we thought was a genius was secretly workin' hard all along. With all these different skillsets...we just might be able to handle any challenge that comes our way.",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7812,
    "name": "Ryōma Terasaka"
  },
  {
    "quote": "Can we really be proud of our own survival that's predicated on sacrificing our own? There lives aren't all we lose.",
    "anime": "Koutetsujou no Kabaneri",
    "id": 7811,
    "name": "Ikoma"
  },
  {
    "quote": "Perhaps the souls of those we couldn't save, will eventually find their way to my sister. If they do, could they relay a message for me? That I promise to live for her too. And even if she feels a little lonely, just wait there for me for a little while longer.",
    "anime": "Koutetsujou no Kabaneri",
    "id": 7810,
    "name": "Ikoma"
  },
  {
    "quote": "I’ll use my flames for a better purpose!",
    "anime": "Ao no Exorcist",
    "id": 7809,
    "name": "Rin Okumura"
  },
  {
    "quote": "The truth can be concealed by the position one chooses to take,but can also be revealed once more.",
    "anime": "Nobunaga The Fool",
    "id": 7808,
    "name": "Leonardo da Vinci"
  },
  {
    "quote": "Spring will be here soon. Spring, the season I met you, is coming. A Spring without you...is coming.",
    "anime": "Shigatsu Wa Kimi No Uso",
    "id": 7807,
    "name": "Kousei Arima"
  },
  {
    "quote": "Being able to cry for his companion. I was thinking you couldn't cry, nor did you have a heart. But in that case why... even a little... don't you share that feeling... with all the people you kill !!",
    "anime": "Hunter X Hunter",
    "id": 7806,
    "name": "Gon Freecss"
  },
  {
    "quote": "Someone who can't see the opponent before them can't see the opponent lying beyond.",
    "anime": "Haikyuu!! Second Season",
    "id": 7805,
    "name": "Hajime Iwaizumi"
  },
  {
    "quote": "It doesn't matter if we're wrong...because every time we go wrong, we'll continue to look for the right answer.",
    "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
    "id": 7804,
    "name": "Hachiman Hikigaya"
  },
  {
    "quote": "Take advantage of what you have, while you have it.",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7803,
    "name": "Korosensei"
  },
  {
    "quote": "Only those who have suffered long, can see the light within the shadows\r\n",
    "anime": "One Piece",
    "id": 7802,
    "name": "Roronoa Zoro"
  },
  {
    "quote": "The time is almost here. Go and lay the groundwork. A world where only true pirates can survive will soon be upon us. Those without power, flee while you can. The tide will bring those of unmatched power and the New Era will begin!",
    "anime": "One Piece",
    "id": 7801,
    "name": "Donquixote Doflamingo"
  },
  {
    "quote": "Those who wallow in power are destroyed by it.",
    "anime": "Cardfight!! Vanguard",
    "id": 7800,
    "name": "Leon Sōryū"
  },
  {
    "quote": "Chasing someone is tiring, and being chased is mentally exhausting. But making someone chase you can be fun.",
    "anime": "Alderamin on the Sky",
    "id": 7799,
    "name": "Ikta Solork"
  },
  {
    "quote": "Examined from another angle, your faults and weaknesses can be weapons.",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7798,
    "name": "Nagisa Shiota"
  },
  {
    "quote": "A barbarian punches someone when he feels like it, a soldier attacks when it's time to attack, and Ikta Solork says everything he wants whenever he wants to say it.",
    "anime": "Alderamin on the Sky",
    "id": 7797,
    "name": "Ikta Solork"
  },
  {
    "quote": "If you are weak, don't bare your fangs.",
    "anime": "Deadman Wonderland",
    "id": 7796,
    "name": "Kiyomasa Senji"
  },
  {
    "quote": "As long as it's for the right cause, there's nothing wrong with playing dirty.",
    "anime": "Tokyo Ghoul",
    "id": 7795,
    "name": "Kureo Mado"
  },
  {
    "quote": "I kinda like that about you. If only everyone had the guts to fight for each other like you do, the world might have been a better place.",
    "anime": "Senki Zesshō Symphogear G",
    "id": 7794,
    "name": "Maria Cadenzavna Eve"
  },
  {
    "quote": "It's quite easy for humans to become adults, but to always have a child-like heart that makes everything joyful isn't such an easy task.",
    "anime": "Gintama",
    "id": 7793,
    "name": "Hattori Zenzou"
  },
  {
    "quote": "You'll never be able to go anywhere unless you learn how to let go.",
    "anime": "K: Missing Kings",
    "id": 7792,
    "name": "Mishakuji Yukari"
  },
  {
    "quote": "Fools who don't respect the past are likely to repeat it.",
    "anime": "One Piece",
    "id": 7791,
    "name": "Nico Robin"
  },
  {
    "quote": "This has nothing to do with will. There is neither an egg that refuses to hatch nor a seed that evades it's eventual sprouting.",
    "anime": "Phantom: Requiem For The Phantom",
    "id": 7790,
    "name": "Scythe Master"
  },
  {
    "quote": "The day when you'll finally understand me... will never come.",
    "anime": "K",
    "id": 7789,
    "name": "Saruhiko Fushimi"
  },
  {
    "quote": "Fool… I belong among the heavens? Yet you would have me trod upon the ground?! Your impudence has guaranteed your death! Mongrel! When I am through with you, nothing will remain of your corpse!\r\n",
    "anime": "Fate/zero",
    "id": 7788,
    "name": "Gilgamesh"
  },
  {
    "quote": "What do you think it means to be the strongest man in the world? The strongest man in the world has power, skill, wisdom, heart, and luck.",
    "anime": "Rokka no Yuusha",
    "id": 7787,
    "name": "Adlet Mayer"
  },
  {
    "quote": "So, you would question me, you filthy mongrel? Me, the one true king? If you cannot now discern my identity in the presence of my magnificent glory, then you’re ignorant blindness will serve to seal your doom!",
    "anime": "Fate/zero",
    "id": 7786,
    "name": "Gilgamesh"
  },
  {
    "quote": "I... the society I was in- says that if you don't have anything you want to do, then you're no good. That if you don't have dreams, you're no good. If you don't win, you're no good. If you can't get a nice life... if you can't accumulate a lot... then you aren't happy, they said. And yet... and yet, mom... I... I just wanted you to say that I'm fine how I am. That's all.",
    "anime": "Suicide Island",
    "id": 7785,
    "name": "Sei"
  },
  {
    "quote": "Babies are jobless when they are born too! It's just that they are tainted in the large bathtub called life after that!",
    "anime": "Kamisama No Memochou",
    "id": 7784,
    "name": "Mukai Hitoshi"
  },
  {
    "quote": "Having my fate decided for me from the time I was born goes against my view of beauty.",
    "anime": "Akatsuki no Yona",
    "id": 7783,
    "name": "Jae-ha"
  },
  {
    "quote": "If you live after giving up on the things you want to do and the world around you doesn't sparkle, it's the same thing as being dead. If you don't give up, even if it's short, it'll be a fantastic life!",
    "anime": "Magi - The Labyrinth of Magic",
    "id": 7782,
    "name": "Marga"
  },
  {
    "quote": "Geniuses don't understand the feelings of people who aren't able to do something.",
    "anime": "Akatsuki no Yona",
    "id": 7781,
    "name": "Akatsuki no Yona"
  },
  {
    "quote": "I'm not sure what you're talking about, but to atone for that you got mad and decided to do this alone? Rem... Super slap! For starters, are you dumb? No, you are dumb! Listen, where I'm from there's a saying, \"3 heads are better than 1.\" Wait, is it 2 heads? Whatever, the point is, 3 heads, thinking together are harder to break than only 1 arrow. It means you should rely on those around you instead of thinking about stuff alone!\r\n",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "id": 7780,
    "name": "Subaru Natsuki"
  },
  {
    "quote": "I'm used to gettting clobbered by her and all. But damn. A slap on the face hurts so much more.",
    "anime": "Nisekoi",
    "id": 7779,
    "name": "Ichijou Raku"
  },
  {
    "quote": "We can only live while we lose.",
    "anime": "Tokyo Ghoul",
    "id": 7778,
    "name": "Renji Yomo"
  },
  {
    "quote": "Quit acting like a spoiled child. What's important, the memories? The keys? The feelings of guilt? No. It's the power to save your friends. That's the power of a celestial spirit wizard.",
    "anime": "Fairy Tail",
    "id": 7777,
    "name": "Aquarius"
  },
  {
    "quote": "It just so happens that I was caught in a web. A web known as malice. Whether you put up with it, or put up a fight, it makes no difference. In the end, you get killed. If you don't like that... risk your life... and retaliate.",
    "anime": "Fukushuu Kyoushitsu",
    "id": 7776,
    "name": "Fujisawa Ayana"
  },
  {
    "quote": "It is the role of a parent to stand in front of their children... and protect them even if their legs were to give out at any moment.",
    "anime": "Fairy Tail",
    "id": 7775,
    "name": "Makarov Dreyar"
  },
  {
    "quote": "They call each other friends, but they are either using others or being used themselves.",
    "anime": "Loveless",
    "id": 7774,
    "name": "Aoyagi Ritsuka"
  },
  {
    "quote": "While we talk,  look forward to making up for all the time you've wasted looking back! We can start by talking about tomorrow. You can say anything like, whether you'll make Japanese or Western style breakfast tomorrow, or whether you'll put on your right or left shoe first. It can be something silly like that. No matter how silly it is, you can talk about tomorrow because you have a tomorrow. ",
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "id": 7773,
    "name": "Subaru Natsuki"
  },
  {
    "quote": "Fun times are bound to end.",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7772,
    "name": "Korosensei"
  },
  {
    "quote": "As you go through life, the might current of society is bound to get in your way and there will certainly be times that things don't go as you'd hoped. When this happens, don't look to society for a cause. Do not renounce society. Frankly, you'd be wasting your time. Instead just say, \"That's life!\" and muddle your way through with frustration. Once you're past it, consider: If society's swift current is tossing you around, how should you be swimming there in it's midst. You should have learned how, here in the E class, in this assassination classroom. You don't always have to stand and face it head-on. You can run and you can hide. If it's not against the rules, you can try a sneak attack. You can use unconventional weapons. Stay determined - not impatient nor discouraged - and with repeated trial and error, you're bound to reach a splendid outcome eventually.",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7771,
    "name": "Korosensei"
  },
  {
    "quote": "Sometimes, I wonder why people fall in love. Why do we abandon ourselves... to these painful and burdensome feelings?",
    "anime": "Koi to Uso",
    "id": 7770,
    "name": "Nejima Yukari"
  },
  {
    "quote": "A wedding is a man's grave.",
    "anime": "Baka to Test to Shoukanjuu",
    "id": 7769,
    "name": "Kouta Tsuchiya"
  },
  {
    "quote": "Fulfilled people are just an urban legend.",
    "anime": "No Game No Life",
    "id": 7768,
    "name": "Shiro"
  },
  {
    "quote": "If the dark sky is me, then the sparkling stars are Tsubaki.",
    "anime": "Soul Eater",
    "id": 7767,
    "name": "Black Star"
  },
  {
    "quote": "Youth is both a lie and a form of evil.",
    "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
    "id": 7766,
    "name": "Hachiman Hikigaya"
  },
  {
    "quote": "Not even your closest friends get to see your true blade.",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7765,
    "name": "Kaede Kayano"
  },
  {
    "quote": "The natural enemy of the strong is the weak, but the natural enemy of the weak is not the strong - it is the ones that are even weaker.",
    "anime": "No Game No Life",
    "id": 7764,
    "name": "Sora"
  },
  {
    "quote": "In fairy tales, when the protagonists end up in a different world, they do their best to get back home, right? But who would want to go back to a world like that?",
    "anime": "No Game No Life",
    "id": 7763,
    "name": "Sora"
  },
  {
    "quote": "The past you've lost will never come back. I myself have made so many mistakes... But we can learn from the past so we don't repeat it.",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7762,
    "name": "Korosensei"
  },
  {
    "quote": "I'm different from who I was yesterday. I wonder what I will be like tomorrow. Day by day, we live in the today and keep living to meet our future selves.",
    "anime": "Hai to Gensou no Grimgar",
    "id": 7761,
    "name": "Haruhiro"
  },
  {
    "quote": "Is anything ever truly wasted?",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7760,
    "name": "Korosensei"
  },
  {
    "quote": "As long as our love is stronger than the hatred within us, we can keep it sealed away.",
    "anime": "Kyoukai No Kanata",
    "id": 7759,
    "name": "Yayoi Kanbara"
  },
  {
    "quote": "Dreams are more beautiful if they stay as dreams.",
    "anime": "Fate/stay night",
    "id": 7758,
    "name": "Fate/stay night"
  },
  {
    "quote": "I work to support my hobby. So if you asked me which I'd choose, my job or my hobby, my hobby takes priority.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7757,
    "name": "Itami Youji"
  },
  {
    "quote": "If I wasn't prepared to be flexible as the situations demands, I wouldn't have become a teacher.",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7756,
    "name": "Korosensei"
  },
  {
    "quote": "When I get bigger, big enough to go somewhere by myself, I want to go to a land that’s far away.\nI want to go to a faraway island. I want to go to an island that has no people. I want to go to an island that has no pain or sadness.\nThere are no adults, children, classmates, teachers or my mom on that island.\nOn that island, I can climb a tree when I want to climb, swim in the sea when I want to swim, and sleep when I want to sleep.\nIn the island, I think about the town that I left behind. Kids go to school, as if nothing has changed.\nAdults go to the office, as if nothing has changed. Mom eats, as if nothing has changed.\nWhen I think about the town without me, I feel a sense of relief. I want to go far, far away.",
    "anime": "Boku dake ga Inai Machi",
    "id": 7755,
    "name": "Hinazuki Kayo"
  },
  {
    "quote": "The world will always be filled with injustice. If you have time to give up or hold a grudge against that injustice, then use that time to enjoy battling those injustices instead. ",
    "anime": "Assassination Classroom",
    "id": 7754,
    "name": "Korosensei"
  },
  {
    "quote": "If you weren't here, I would have become the world's absolute evil. Unbiased terror scattered throughout the world that can establish real peace. Don't think that all children are waiting for heroes. There are even kids around the world waiting for a great monster to take the stage. Can you save them? Can you follow the ugly kid being picked on in the park? I can. I can save the whole world with terror! While humanity is fearing Garou the Monster, everyone's hearts will unite to survive. Is there any peace other than this? Can you create peace? Can you, unbiased, save the world with that flimsy cape? Do you have the means to stop the unseen tragedies? You're strong... but so what? You may defeat me, but can you handle it? The responsibility. Well? If you're going to defeat me then answer the question! What will you accomplish? Why will you kill me now? Do you have a sense of duty like mine? Why are YOU a hero!?",
    "anime": "One Punch Man",
    "id": 7753,
    "name": "Garou"
  },
  {
    "quote": "If that treetop is school, and the ground is this place here... we all found our strength down on the ground. While looking up... and getting looked down on... we learned plenty about how scary heights were before we started climbing. That's why we can go our own way now. Still... Somewhere along the way we forgot our fear of heights, so we do still fall to the ground every now and then. So learn here. You can go on to school once you have a game plan. That's my secret lesson, from me to you.",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7752,
    "name": "Nagisa Shiota"
  },
  {
    "quote": "Thinking it's your fault after the fact is just pointless.",
    "anime": "Boku dake ga Inai Machi",
    "id": 7751,
    "name": "Fujinuma Sachiko"
  },
  {
    "quote": "The phony peace that heroes create will dye people with evil. That's why I'm doing this. I will be the Count Devil that plunges humanity into terror! In a world with no room for survival, evil will disappear. And so will bullying, and discrimination, even war! What this world needs is not biased Justice but unbiased, absolute Evil! I'm fighting for world peace. No justice will be able to overthrow me. I will be stronger than anyone! I will be an absolute MONSTER!",
    "anime": "One Punch Man",
    "id": 7750,
    "name": "Garou"
  },
  {
    "quote": "You may have grown too strong. Drunk on your own power, you forgot to put yourself in the shoes of someone weaker than you. That makes you no different than the student in the main campus.",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7749,
    "name": "Korosensei"
  },
  {
    "quote": "To get what you want, you put up with something, make an effort, learn a skill, and inspire yourself. Is that how it is with Hinazuki too? Right now... I can tell she's enduring something. Just the opposite of me, she is pretending to be indifferent. She pretends to feel nothing, but a 10 year old girl isn't that strong.",
    "anime": "Boku dake ga Inai Machi",
    "id": 7748,
    "name": "Satoru Fujinuma"
  },
  {
    "quote": "While I'm performing it feels like it'll become real somewhere along the line.",
    "anime": "Boku dake ga Inai Machi",
    "id": 7747,
    "name": "Hinazuki Kayo"
  },
  {
    "quote": "The popular will win, the hated will lose, it's such a tragedy. Then I won't lose to anyone. I will become the strongest monster ever and change this scenario.",
    "anime": "One Punch Man",
    "id": 7746,
    "name": "Garou"
  },
  {
    "quote": "The essence of good deeds and evil is the same. They're both no more than a person's actions to make up for a defect in themselves.",
    "anime": "Boku dake ga Inai Machi",
    "id": 7745,
    "name": "Yashiro Gaku"
  },
  {
    "quote": "This strength doesn't make any sense. It's not fair. It's like he's made up of the world's unfairness. As if he is the personification of justice... of course. Didn't I already know? This world is unfair. Justice and evil are decided by others. That's how the world is. To oppose the unfair power known as justice, I have to obtain the unfair power known as evil. To defeat the unfair beings known as heroes I have to become an unfair being myself!",
    "anime": "One Punch Man",
    "id": 7744,
    "name": "Garou"
  },
  {
    "quote": "All adults are the same in the end. At first they are kind and sympathetic to make you drop your guard, then they try to kill you if you don't do as they say. That how adults always are. They're losers. The damn bastards!",
    "anime": "Mayoiga",
    "id": 7743,
    "name": "Jack"
  },
  {
    "quote": "This is your world. As an outsider it may be out of place to say this... But I want to make one thing clear: Mere observers have no right to decide the future!",
    "anime": "Yu-Gi-Oh! Arc-V",
    "id": 7742,
    "name": "Reiji Akaba"
  },
  {
    "quote": "Justice is a weapon. It can be used to cause harm, but it cannot protect or save others.",
    "anime": "Bungou Stray Dogs",
    "id": 7741,
    "name": "Osamu Dazai"
  },
  {
    "quote": "There is a difference in the look of the ordinary vagabond and that of a determined man.",
    "anime": "One Piece",
    "id": 7740,
    "name": "Donquixote Doflamingo"
  },
  {
    "quote": "Be Yourself because an Original is worth more than a Copy ",
    "anime": "Kuroko No Basket",
    "id": 7739,
    "name": "Taiga Kagami"
  },
  {
    "quote": "Every time you hurt others, you're the one who end up being hurt.",
    "anime": "Ouran High School Host Club",
    "id": 7738,
    "name": "Takashi Morinozuka"
  },
  {
    "quote": "Anyone can cheer for you and your dreams, but only the people closest to you can worry about you.",
    "anime": "Inou Battle wa Nichijou-kei no Naka de",
    "id": 7737,
    "name": "Jurai Andou"
  },
  {
    "quote": "Why should I apologize for being a monster? Has anyone ever apologized for turning me into one?",
    "anime": "Tokyo Ghoul",
    "id": 7736,
    "name": "Juuzou Suzuya"
  },
  {
    "quote": "I don't care if no one likes me. I wasn't created in this world to entertain everyone.",
    "anime": "Hyouka",
    "id": 7735,
    "name": "Oreki Houtarou"
  },
  {
    "quote": "Like God, you mean? That might be pleasurable in its own way, but unfortunately I'm not into being an umpire or a referee, as I can't genuinely enjoy the game unless I'm part of it. And I love this game that people call \"life\" from the bottom of my heart. That's why I'd like to continue to participate in it as a player, forever and ever.",
    "anime": "Psycho-Pass",
    "id": 7734,
    "name": "Makishima Shougo"
  },
  {
    "quote": "You don't abuse and use people for your own convenience.",
    "anime": "Ouran High School Host Club",
    "id": 7733,
    "name": "Hikaru Hitachiin"
  },
  {
    "quote": "The harder you try to see the good in people the easier it is to fake you out.",
    "anime": "Durarara!!×2 Ten",
    "id": 7732,
    "name": "Izaya Orihara"
  },
  {
    "quote": "Victory is everything in this world. The victory is acknowledged, and the vanquished is disavowed. Because I am victorious overall, I am always the just.",
    "anime": "Kuroko's Basketball TV 3",
    "id": 7731,
    "name": "Akashi Seijuurou"
  },
  {
    "quote": "No matter who the enemy may be, those who can't adapt will be the first to die.",
    "anime": "Danganronpa: Kibou No Gakuen To Zetsubou No Koukousei",
    "id": 7730,
    "name": "Ludenberg Celestia"
  },
  {
    "quote": "A pig who doesn't fly is just an ordinary pig.",
    "anime": "Porco Rosso",
    "id": 7729,
    "name": "Porco Rosso"
  },
  {
    "quote": "People fall into darkness because they have lost sight of the true nature of the light within them. Unable to find that light they flounder desperately while suffering in agony, only to give birth to tragedy. And there is no greater cause of tragedy, no greater source of darkness, than warfare.",
    "anime": "Kingdom",
    "id": 7728,
    "name": "Ei Sei"
  },
  {
    "quote": "You've really got to hold on to what's important to you.",
    "anime": "Gosick",
    "id": 7727,
    "name": "Kazuya Kujō"
  },
  {
    "quote": "Broadly speaking, there are two reasons a person feels the desire to teach something: Either he wants to pass on his successes or he wants to pass on his failures.",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7726,
    "name": "Korosensei"
  },
  {
    "quote": "I just really don't wanna meet a disappointing end, with someone burning my bones without even knowing who they belonged to.",
    "anime": "Shingeki no Kyojin",
    "id": 7725,
    "name": "Jean Kirstein"
  },
  {
    "quote": "I don't understand the feelings of the weak. The law of the world is survival at its fittest. Its how the weak are weeded out. It just means those people that died were too weak. Its only natural for the weak to perish. ",
    "anime": "Akame ga KILL!",
    "id": 7724,
    "name": "Esdeath"
  },
  {
    "quote": "I understand now. The world is not cut from the same cloth. It is because it is overflowing with inexplicable, unidentifiable things that the world is so beautiful.",
    "anime": "Kill la Kill",
    "id": 7723,
    "name": "Satsuki Kiryuuin"
  },
  {
    "quote": "A person who can't care about himself can't protect anyone, I think.",
    "anime": "Ouran High School Host Club",
    "id": 7722,
    "name": "Mitsukuni Haninozuka"
  },
  {
    "quote": "Oppression. Rule by fear. dictatorships. It's a strange thing. Throughout history, for some reason, the lives of such rulers have always ended in the same way: Assassination by someone who isn't even part of a combat unit.",
    "anime": "No Game No Life",
    "id": 7721,
    "name": "Sora"
  },
  {
    "quote": "Is being silent and suppressing  your own feelings really being thoughtful of the other person?",
    "anime": "Boys Over Flowers",
    "id": 7720,
    "name": "Tsukushi Makino"
  },
  {
    "quote": "The writing end when the writing ends... No... Accurately said, it is not written to an end. If you write a story to a certain point, can you say it is fully written? This has been paining me in all those long years as someone who writes. The journeys of humans make for such interesting stories, yet... But where does the journey start and where does it end... Even I do not know an answer to this...",
    "anime": "Umineko no Naku Koro ni Chiru Episode 8: Twilight of the...",
    "id": 7719,
    "name": "Featherine Augustus Aurora"
  },
  {
    "quote": "\"Believing in someone.\" That's a weird phrase, isn't it? After all, if you truly believed in a person, you wouldn't need to say, \"I believe you.\" It's like saying, \"I believe in air.\" I don't mean to say that \"believing in something\" is like a lie. \"Believing\" is really a term of hope of wanting to believe. ",
    "anime": "Boku dake ga Inai Machi",
    "id": 7718,
    "name": "Satoru Fujinuma"
  },
  {
    "quote": "The future is always blank. Only your willpower can leave footsteps there.",
    "anime": "Boku dake ga Inai Machi",
    "id": 7717,
    "name": "Satoru Fujinuma"
  },
  {
    "quote": "All of the connections we encounter in this world serve as teachers who nurture us.",
    "anime": "Assassination Classroom 2nd Season",
    "id": 7716,
    "name": "Korosensei"
  },
  {
    "quote": "If you're ever lost in the darkness, follow the compass in your heart.",
    "anime": "Black Bullet",
    "id": 7715,
    "name": "Kayo Senju"
  },
  {
    "quote": "So because you think you got the ending, you're giving up on viewing the whole play? Even though it could still lead to a climax that you weren't able to predict?",
    "anime": "Umineko no Naku Koro ni Chiru Episode 8: Twilight of the...",
    "id": 7714,
    "name": "Ushiromiya Lion"
  },
  {
    "quote": "Talent is something you make bloom, instinct is something you polish.",
    "anime": "Haikyuu!!",
    "id": 7713,
    "name": "Tooru Oikawa"
  },
  {
    "quote": "If you want to stand with your own will, you don't have any other choice than to let the illusions you have lost remain in the ideals you were following in the past.",
    "anime": "Magi - The Labyrinth of Magic",
    "id": 7712,
    "name": "Kouen Ren"
  },
  {
    "quote": "Doing this and that for your country is surely not your job, but the kings. But taking action for your country and her people - your parentage has no bearing on that. It is a most noble thing.",
    "anime": "Arslan Senki",
    "id": 7711,
    "name": "Etoile"
  },
  {
    "quote": "And yet, at the end of the day, we are just like tree leaves dancing in a whirlpool. No matter how we dance, we are only swallowed by the whirlpool and disappear...",
    "anime": "Umineko no Naku Koro ni Chiru Episode 7: Requiem of the...",
    "id": 7710,
    "name": "Claire Bernardus"
  },
  {
    "quote": "When a human, gives birth to a child, they give it a form. When they give it a name, they recognize it. And when they raise it in the world, they deepen it's existence.",
    "anime": "Umineko no Naku Koro ni Chiru Episode 7: Requiem of the...",
    "id": 7709,
    "name": "Beatrice"
  },
  {
    "quote": "Even if you put aside regret, you´ll end up feeling it anyway. Right now, you need to make sure you grasp this good feeling and never forget it.",
    "anime": "Haikyuu!! Second Season",
    "id": 7708,
    "name": "Ryūnosuke Tanaka"
  },
  {
    "quote": "At times, I feel as though the whole world is gray, as though time is standing still. But time never stops. It moves forward endlessly, as surely as bodies buried in the ground will one day become white bones. Listen, it's always you who stops time. If you stop in fear of the future - you gain nothing, and nothing begins. You spend your life as though already dead. Whether you wish it to or not - time never stops. That's why there is nothing more interesting than this world. Don't be too negative. You haven't become ashes just yet. You have your flesh and blood, and your bones are supporting you.",
    "anime": "Sakurako-san no Ashioto ni wa Shitai ga Umatteiru",
    "id": 7707,
    "name": "Sakurako Kujō"
  },
  {
    "quote": "Stories aren't always guaranteed a happily ever after.",
    "anime": "Princess Tutu",
    "id": 7706,
    "name": "Drosselmeyer"
  },
  {
    "quote": "Being unable to trust anything is the same as being unable to sense other people's love.",
    "anime": "CLANNAD",
    "id": 7705,
    "name": "Yoshino Yūsuke"
  },
  {
    "quote": "Sympathy only gets people hurt. ",
    "anime": "Guilty Crown",
    "id": 7704,
    "name": "Tsugumi"
  },
  {
    "quote": "To take responsibility is to take pain onto yourself. It means to bear more pain than what others felt because of your mistakes! If you ruined someone's silver tableware, you must repay with gold tableware. The president of a polluting manufacturing plant must live beside the plant's chimney. That's what taking responsibility means. However the people in so-called high positions never see the consequences. When mistakes are made, they will casually bow their heads and apologize. They think that's enough. Are you one of them too?",
    "anime": "One Outs",
    "id": 7703,
    "name": "Toua Tokuchi"
  },
  {
    "quote": "Friendship is unnecessary, like philosophy, like art. It has no survival value. Rather it is one of those things that give value to survival.",
    "anime": "Shakugan no Shana",
    "id": 7702,
    "name": "Shana"
  },
  {
    "quote": "Accept me for what I am today, don't reject me because of what I was yesterday.",
    "anime": "Axis Powers: Hetalia",
    "id": 7701,
    "name": "Russia"
  },
  {
    "quote": "But for me, just having fun wasn't enough. The support of my friends was equally important. They encouraged me through my struggles. They're all so different from me, but they're honest and determined. We fought, but we also worked together. I know my mother had a friend like that too. Someone to have fun with. Someone to share her worries. Mom, I have finished the song we promised to write. Sorry it took so long. I'm glad I could create this song with you and my friends. I'll treasure it always for bringing us together.",
    "anime": "Tari Tari",
    "id": 7700,
    "name": "Wakana Sakai"
  },
  {
    "quote": "Nothing can be communicated without words but if you really care about someone, even the smallest details are important to notice.",
    "anime": "Ouran High School Host Club",
    "id": 7699,
    "name": "Hikaru Hitachiin"
  },
  {
    "quote": "Don't be too negative. You haven't become ashes just yet. You have your flesh and blood, and your bones are supporting you.",
    "anime": "Sakurako-san no Ashioto ni wa Shitai ga Umatteiru",
    "id": 7698,
    "name": "Sakurako Kujō"
  },
  {
    "quote": "Matsu, you said that people and fireworks bloom like beautiful flowers for an instant and then fade away. That may be true, but Matsu, even if it's only for a moment, I want you to bloom by my side and when you fade away... do so at my side. In return, I will... make beautiful flowers bloom by your side again and again.",
    "anime": "Gintama",
    "id": 7697,
    "name": "Matsu's Husband"
  },
  {
    "quote": "Ah, my most ugly heart. I hate, hate, hate it, so I can’t help but sneer all the time.",
    "anime": "Kagerou Days",
    "id": 7696,
    "name": "Kano Shuuya"
  },
  {
    "quote": "The skull is one of the most eloquent bones in existence. If you just ask, it will tell you many things.",
    "anime": "Sakurako-san no Ashioto ni wa Shitai ga Umatteiru",
    "id": 7695,
    "name": "Sakurako Kujō"
  },
  {
    "quote": "I don't like practice. I just hate losing even more.",
    "anime": "Kuroko No Basket",
    "id": 7694,
    "name": "Atsushi Murasakibara"
  },
  {
    "quote": "Those who lack resolve are incapable of even wiping away their own tears. ",
    "anime": "Kill la Kill",
    "id": 7693,
    "name": "Satsuki Kiryuuin"
  },
  {
    "quote": "Fear is freedom! Subjugation is liberation! Contradiction is truth! These are the truths of this world! Surrender to those truths, you pigs who fawn over clothing! ",
    "anime": "Kill la Kill",
    "id": 7692,
    "name": "Satsuki Kiryuuin"
  },
  {
    "quote": "There are no inherently bad people. Everyone believes that, myself included. I don’t doubt the existence of virtue. And yet people bare their fangs when it seems they can profit. People will rationalize their own behavior whenever they become tainted with evil; they’re not supposed to be evil. In order to preserve their own twisted integrity, the world becomes twisted. \r\nSomeone you praised as “cool” until yesterday is “stuck up” today; someone you respected as “smart and knowledgeable” is now scorned as someone who “looks down on bad students”, and “energetic vigor” becomes “annoying and overly carried away”.",
    "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
    "id": 7691,
    "name": "Hachiman Hikigaya"
  },
  {
    "quote": "Was I able to live inside someone’s heart? Was I able to live inside your heart? Do you think you’ll remember me at least a little? You’d better not hit \"reset!\" Don’t forget me, okay? That’s a promise, okay? I'm glad it’s you, after all. Will I reach you? I hope I can reach you.",
    "anime": "Shigatsu Wa Kimi No Uso",
    "id": 7690,
    "name": "Kaori Miyazono"
  },
  {
    "quote": "Really, what a joke. I just didn’t understand what these nice guys were thinking about. Because they were so in love with everyone getting along, they ended up opening up other problems when they try to fix one. I didn’t even ask to be thrown into that circle either.",
    "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
    "id": 7689,
    "name": "Hachiman Hikigaya"
  },
  {
    "quote": "If you still love her, I can't help that, but don't meddle with her half-heartedly. If you can surpress your feelings, then leave it.",
    "anime": "Ao Haru Ride",
    "id": 7688,
    "name": "Shuuko Murao"
  },
  {
    "quote": "When a man of the sea falls in love, he dives in head first!",
    "anime": "Akame ga KILL!",
    "id": 7687,
    "name": "Wave"
  },
  {
    "quote": "Your own path is for you to find out on your own.",
    "anime": ".hack//SIGN",
    "id": 7686,
    "name": "Subaru"
  },
  {
    "quote": "When I want to do something, I do it, regardless of the rest of the world. When I don't, I don't, and that's that.",
    "anime": "Kekkai Sensen",
    "id": 7685,
    "name": "Femt"
  },
  {
    "quote": "I prefer to have my nightmares with open eyes.",
    "anime": "Kuroshitsuji",
    "id": 7684,
    "name": "Ciel Phantomhive"
  },
  {
    "quote": "It's odd, isn't it? People die everyday and the world goes on like nothing happened.",
    "anime": "Danganronpa: Kibou No Gakuen To Zetsubou No Koukousei",
    "id": 7683,
    "name": "Kyōko Kirigiri"
  },
  {
    "quote": "Adlet, I hated you. I hated the fact that I was starting to believe in you. I still hate you. The more I talk to you, the more I hate you. I believe you, even though I decided to never believe anyone again.",
    "anime": "Rokka no Yuusha",
    "id": 7682,
    "name": "Fremy Speedraw"
  },
  {
    "quote": "If you want to be strong, smile! He who can smile, even when he's so sad that he wants to die, when it's so painful that he wants to give it all up and run away, is the one who becomes strong.",
    "anime": "Rokka no Yuusha",
    "id": 7681,
    "name": "Atro Spiker"
  },
  {
    "quote": "I think there are some things that you have to do, even if they're a crime. Someone has to do them, even if it means taking the blame.",
    "anime": "Tales Of Vesperia",
    "id": 7680,
    "name": "Yuri Lowell"
  },
  {
    "quote": "We do not stop playing games because we grow old, we grow old because we stop playing.",
    "anime": "No Game No Life",
    "id": 7679,
    "name": "Sora"
  },
  {
    "quote": "Huh? DO whatever you want without DICE? As if someone like you could understand. What's so bad about wanting to reach higher than yourself? After all, you're already up there. The place where I've always longed to be. If anything, isn't this world at fault? There's plenty of proof this world was created unfairly. The Crime rate's higher than ever. Wealth is the determining factor in life, and so when the most prestigious universities held an experiment, \"Does appearance affect the outcome in a trail?\" When comparing the results of the beautiful and the plain, the beautiful ones were declared innocent more often. Looks decide your worth. LOOKS, SEX, AGE, ETHNICITY, EDUCATION, JOB, once you realize that there will always be a 'High' and 'Low\", the goal is clear. Higher... and Higher! I'm sure that looking down from the highest place will be beautiful sight, so I must reach higher!",
    "anime": "Dice: The Cube That Changes Everything",
    "id": 7678,
    "name": "Miju"
  },
  {
    "quote": "There is more than one way to win a game. You can win without fighting!",
    "anime": "No Game No Life",
    "id": 7677,
    "name": "Sora"
  },
  {
    "quote": "Death by sword. Death by broken bones. Death by crushing. There's not much difference, right? You die at the end.",
    "anime": "Overlord",
    "id": 7676,
    "name": "Ainz Ooal Gown"
  },
  {
    "quote": "Regretting the past forever won't solve anything.",
    "anime": "Isshūkan Friends",
    "id": 7675,
    "name": "Shiho Fujimiya"
  },
  {
    "quote": "I'm not your weapon, demon king, or savior! I'm Rin Okumura! And when I'm done, I'm going to be the best exorcist you ever laid your eyes on!",
    "anime": "Ao no Exorcist",
    "id": 7674,
    "name": "Rin Okumura"
  },
  {
    "quote": "Believe you can do it. For sure. Because I... belong to you now.",
    "anime": "Guilty Crown",
    "id": 7673,
    "name": "Inori Yuzuriha"
  },
  {
    "quote": "Is that really... the limit to your power? Do you honestly think that you won't get any stronger for the rest of your life? Instead of sitting around frustrated, it's better to keep on moving forward.",
    "anime": "One Punch Man",
    "id": 7672,
    "name": "Saitama"
  },
  {
    "quote": "I know no one expects much from me! And I know better than anyone how useless a C Class hero is! I know I'm too weak even for B Class! I know more than anyone else that I'll never beat you! But I must fight you anyway! I'm the only one left! It's not about winning or losing! I just have to stand here and face you!",
    "anime": "One Punch Man",
    "id": 7671,
    "name": "Mumen Rider"
  },
  {
    "quote": "I'm not a hero because I want your approval. I do it because I want to!",
    "anime": "One Punch Man",
    "id": 7670,
    "name": "Saitama"
  },
  {
    "quote": "After all, most human beings are completely selfish. Eventually, they will meet their desires and try to help others. However, that isn't their only desire, they wish to stir people up. It is simplistically easier to do so anyway, they think it is a stupid ideal to show love to anyone but themselves. ",
    "anime": "Life is Money",
    "id": 7669,
    "name": "Fuyumi Utsuromiya"
  },
  {
    "quote": "If you can't remember something, it is merely because it was not worth remembering.",
    "anime": "Hakkenden: Eight Dogs of the East TV 2",
    "id": 7668,
    "name": "Riō Satomi"
  },
  {
    "quote": "No matter how crazy it may be, or how dangerous it may be, even if it's something personal, it doesn't matter! Anything that you're worried about, I'll worry right along with you and think of a solution! Just like you did for me all those times!",
    "anime": "Magi - The Kingdom of Magic",
    "id": 7667,
    "name": "Alibaba Saluja"
  },
  {
    "quote": "Forget about me, and starting tomorrow live your own life. Don't keep dragging the dead into your life, otherwise your life would get screwed up and you won't be happy in the future, okay?",
    "anime": "Charlotte",
    "id": 7666,
    "name": "Misa Kurobane"
  },
  {
    "quote": "We will never laugh at ourselves. Just as earthworms do not fear darkness and penguins are not ashamed of their inability to fly. That's the meaning of life, is it not?",
    "anime": "Kamisama No Memochou",
    "id": 7665,
    "name": "Shionji Yuuko"
  },
  {
    "quote": "By abandoning offense, even without winning, the result will be effectively victory.",
    "anime": "Katanagatari",
    "id": 7664,
    "name": "Togame"
  },
  {
    "quote": "If you can't see something through the end, then don't do anything.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7663,
    "name": "Itami Youji"
  },
  {
    "quote": "If you bottle up your sadness too much, you'll forget what's really important.",
    "anime": "Gakkou Gurashi!",
    "id": 7662,
    "name": "Yuki Takeya"
  },
  {
    "quote": "Suna, maybe people all have a hot, molten core inside their hearts, but they just live their lives, never showing it to the world, as if nothing is really going on.",
    "anime": "Ore Monogatari!!",
    "id": 7661,
    "name": "Takeo Gouda"
  },
  {
    "quote": "You idiot. You'd gotten yourself up in a tizzy about romance, right? \"Love\" you experience in that state is just self-delusion. There's no point in getting depressed over love like that.",
    "anime": "Ookami Shoujo To Kuro Ouji",
    "id": 7660,
    "name": "Kyouya Sata"
  },
  {
    "quote": "On this planet you call females who have yet to become adults, girls. It makes sense then that since you'll eventually become withes, you should be called Magical Girls.",
    "anime": "Puella Magi Madoka Magica",
    "id": 7659,
    "name": "Kyubee"
  },
  {
    "quote": "If you trust in the possibilities within and try with all your might, the path will show itself to you!",
    "anime": "Mobile Suit Gundam UC",
    "id": 7658,
    "name": "Cardeas Vist"
  },
  {
    "quote": "All things shine at their most brilliant when they're being broken.",
    "anime": "Selector Spread Wixoss",
    "id": 7657,
    "name": "Urisu"
  },
  {
    "quote": "You can't trust people who call themselves your friends after you've just met them. This is a trap. I know it. A friend who gets close to the protagonist like this is actually the boss, bullying them from the shadows, cornering them into utter despair. And then comes this line... \"The truth is I've hated you from the moment I met you!\"",
    "anime": "Monthly Girls' Nozaki-kun",
    "id": 7656,
    "name": "Umetarō Nozaki"
  },
  {
    "quote": "Everyone's the same, no exceptions.  All of them, equal before god.",
    "anime": "Durarara!!",
    "id": 7655,
    "name": "Izaya Orihara"
  },
  {
    "quote": "The human psyche goes out of whack so easily with minor elements, such as wall colors and staircase placement. Those who use them every day would be affected more dramatically.\r\n",
    "anime": "Kara no Kyoukai",
    "id": 7654,
    "name": "Aozaki Touko"
  },
  {
    "quote": "There's no short-cut to becoming strong. Even if you try to look strong on the outside, that thin layer will soon fall off.",
    "anime": "Gintama",
    "id": 7653,
    "name": "Shimura Shinpachi"
  },
  {
    "quote": "It only took a moment for everything to click. In that instant, I understood. A leader is somebody who can bring a sense of calm and excitement at the same time.",
    "anime": "Uchuu Kyoudai",
    "id": 7652,
    "name": "Mutta Namba"
  },
  {
    "quote": "If you keep trying to reason with yourself instead of listening to your feelings, you'll never be able to feel true happiness.",
    "anime": "Kyoukai No Kanata",
    "id": 7651,
    "name": "Hiroomi Nase"
  },
  {
    "quote": "Sins you've committed cling to your soul and then continue to haunt you forever.The sins that have gone unpunished don't get forgiven until you die.",
    "anime": "Aldnoah.Zero",
    "id": 7650,
    "name": "Koichiro Marito"
  },
  {
    "quote": "Whatever you lose, you'll find it again, but what you throw away you'll never get it back.",
    "anime": "Rurouni Kenshin",
    "id": 7649,
    "name": "Kenshin Himura"
  },
  {
    "quote": "Destiny. Fate. Dreams. These unstoppable ideas are held deep in the heart of man. As long as there people who seek freedom in this life, These things shall not vanish from the Earth.",
    "anime": "One Piece",
    "id": 7648,
    "name": "Gol D. Roger"
  },
  {
    "quote": "If nobody cares to accept you and wants you in this world, accept yourself and you will see that you don't need them and their selfish ideas.",
    "anime": "MAGI: The Labyrinth Of Magic",
    "id": 7647,
    "name": "Alibaba Saluja"
  },
  {
    "quote": "The past does not exist to remind us that the future cannot be changed. It exists to remind us what the future can be.",
    "anime": "Naruto Shippūden",
    "id": 7646,
    "name": "Hagoromo Ōtsutsuki"
  },
  {
    "quote": "Your emotions have nothing to do with winning or losing,  but they're motivating us more than you might expect.",
    "anime": "Yowamushi Pedal Grande Road",
    "id": 7645,
    "name": "Makishima Yuusuke"
  },
  {
    "quote": "Life is all about \"selection\". There's no such thing as a life of being pushed around by circumstances or a life of doing as one is told.  It is you who selected to be \"swept along\" ",
    "anime": "Torikago no Tsugai",
    "id": 7644,
    "name": "Gin Kurobe"
  },
  {
    "quote": "Looking at your own memories is recognizing the parts of you that you don't want to face.",
    "anime": "Katanagatari",
    "id": 7643,
    "name": "Rinne Higaki"
  },
  {
    "quote": "As long as humans are not virtuous beings, desire will always win over the fear of punishment. What’s necessary is not punishment, but to deal with that desire.",
    "anime": "Makai Ouji : Devils And Realist",
    "id": 7642,
    "name": "William Twining"
  },
  {
    "quote": "The important things in life, like feelings, hearts, and souls, are all things you can never see. The more you try to reassure yourself that they exist, the more you feel they don't exist at all. But right now, I know for sure that they do exist. They're so close, you can almost touch them.",
    "anime": "Ore Monogatari!!",
    "id": 7641,
    "name": "Takeo Gouda"
  },
  {
    "quote": "Human emotions are just black or white sometimes there and consistent and can even be contradictory, but that's all right.",
    "anime": "Hamatora: The Animation",
    "id": 7640,
    "name": "Murasaki"
  },
  {
    "quote": "The smell of blood, gunpowder and iron. This is what humanity's all about. Well then, the man in charge must always lead from the front. And yet be the last one to die.",
    "anime": "Taimadou Gakuen 35 Shiken Shoutai",
    "id": 7639,
    "name": "Sougetsu Ootori"
  },
  {
    "quote": "They are two types of people. Those who let go and those who are let go. How many times have I watched people leave up until now? I may have been able to reach them if I'd reached out, but I was afraid of being pushed away, so I simply watched them disappear into the distance.",
    "anime": "Aoharu x Kikanjuu",
    "id": 7638,
    "name": "Matsuoka Masamune"
  },
  {
    "quote": "No matter how severe the situation is, if you continue to stay there, you'll accept everything as a everyday life.",
    "anime": "Psycho-Pass",
    "id": 7637,
    "name": "Nobuchika Ginoza"
  },
  {
    "quote": "A journey of a thousand miles begins with a single step. Even though each step is small, you never know if you'll end up achieving your major goal.",
    "anime": "The Story of Saiunkoku",
    "id": 7636,
    "name": "Ensei Rou"
  },
  {
    "quote": "Even if I found happiness, my weakness can't be discarded. But, even so, I'm sure that we took the right path to move forward.",
    "anime": "Terraformars",
    "id": 7635,
    "name": "Adolf Reinhardt"
  },
  {
    "quote": "These girls are pixels. Data. I know that. So how would you describe the girl you like? Protein? Calcium? A pointless argument. What’s important is that there’s love. Isn’t that what you people always say?",
    "anime": "The World God Only Knows",
    "id": 7634,
    "name": "Keima Katsuragi"
  },
  {
    "quote": "The end result is important. But what's truly important... is the journey to get there.",
    "anime": "Special A",
    "id": 7633,
    "name": "Hikari Hanazono"
  },
  {
    "quote": "Survival of the fittest' is just a pretty lie that they tell you. A lie to make weak people believe that if they try their best, they can come out on top. Truth is, it isn't the weak that get eaten. It's not about strength, it's about numbers. The ones who stand at the top of the food chain are the brainless dolts. The loudmouths. Because there are so, so many of them. You know it's true. Everybody does. You all just turn a blind eye and pretend not to notice.",
    "anime": "Bleach",
    "id": 7632,
    "name": "Riruka Dokugamine"
  },
  {
    "quote": "Silence implies consent.",
    "anime": "Mondaji-tachi ga Isekai kara Kuru Sou Desu yo?",
    "id": 7631,
    "name": "Izayoi Sakamaki"
  },
  {
    "quote": "Souls of the dead are like a bunch of leftover feelings from those who've died.",
    "anime": "Psychic Detective Yakumo",
    "id": 7630,
    "name": "Yakumo Saitō"
  },
  {
    "quote": "One who relies overly on a single skill will be brought low by that very same skill.",
    "anime": "Kill la Kill",
    "id": 7629,
    "name": "Aikurō Mikisugi"
  },
  {
    "quote": "No matter how much talent you have, if you aren't the best, you're nothing because there can only be one king. If you're in his shadow, then history won't see you.",
    "anime": "Hajime no Ippo",
    "id": 7628,
    "name": "Takamura Mamoru"
  },
  {
    "quote": "It is right for me, but not for you. Either way, the concept of \"right\" means no more than that.",
    "anime": "Subete ga F ni Naru",
    "id": 7627,
    "name": "Magata Shiki"
  },
  {
    "quote": "Whats the probability of drawing the ace of spades from a deck with no jokers? Normaly it would be 1/50. But what if its a brand new deck? The position of cards in a new deck are typically identical, so that means if you take out the jokers and draw the card at the very bottom, it's the ace of spades almost 100% of the time. Oh that's right! I didn't say a word about it being a new deck. Rather, you didn't ask. Being in the \"no\" gives you the power to turn the probability of winning from 1.92% to 100%. The more knowledge of a party will be the inevitable victor. ",
    "anime": "No Game No Life",
    "id": 7626,
    "name": "Sora"
  },
  {
    "quote": "I am the God placed here to save the weak and create a perfect world.",
    "anime": "Death Note",
    "id": 7625,
    "name": "Light Yagami"
  },
  {
    "quote": "The last ones standing are the victors. Only the strongest. If you want to be the last one standing become strong.",
    "anime": "Haikyuu!!",
    "id": 7624,
    "name": "Tobio Kageyama"
  },
  {
    "quote": "A victor must speak not of the current state of the world, but of how it should rightfully be.",
    "anime": "Bleach",
    "id": 7623,
    "name": "Aizen Sousuke"
  },
  {
    "quote": "Once drowned in the depths of darkness, you lose sight of light. When that light has dispersed there is no return. My light has died out long ago and so there's nothing back for me to go back, or look forward to I shall continue to indulge myself in this darkness until it completely consumes me, then I will be nothing but an empty course left on this cold & cruel world to rot.",
    "anime": "Black Butler II",
    "id": 7622,
    "name": "Alois Trancy"
  },
  {
    "quote": "There's no match you can't win, and there's no match that you'll win for sure.",
    "anime": "Haikyuu!! Second Season",
    "id": 7621,
    "name": "Ikkei Ukai"
  },
  {
    "quote": "People can't live for the future without accepting reality.",
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "id": 7620,
    "name": "Kurokawa Mari"
  },
  {
    "quote": "I'll sooner die than become burden.",
    "anime": "Shingeki no Kyojin",
    "id": 7619,
    "name": "Armin Arlelt"
  },
  {
    "quote": "Every individual human affects the surrounding environment. But humans do not exist for the things and people around them. Often, they mistakenly think that they wish to exist for the sake of others, or to help everyone. They can not accept that they don't know why they exist, yes? They always want an answer. That is the nature of the animals called \"humans\".",
    "anime": "Subete ga F ni Naru",
    "id": 7618,
    "name": "Magata Shiki"
  },
  {
    "quote": "No one fears death. They fear the life that leads up to death. If one could die without suffering, no one would fear death, right? Being alive is, itself, an exception. The natural state of things is death. And life is, itself, a kind of sickness. When the illness is cured, your life vanishes.",
    "anime": "Subete ga F ni Naru",
    "id": 7617,
    "name": "Magata Shiki"
  }
]
